{"section": "مقدمه", "subsections": [{"text": "<p>در اين مقدمه روشى را كه ما در اين كتاب در بحث و جستجو از معانى آيات قرآن كريم اتخاذ نموده ايم ، براى خواننده معرفى ميكنيم .</p><p>نخست بايد بگوئيم : تفسير كه بمعناى بيان معانى آيات قرآنى و كشف مقاصد و مداليل آنست ، از قديمى ترين اشتغالات علمى است ، كه دانشمندان اسلامى را به خود جلب و مشغول كرده است . و تاريخ اين نوع بحث كه نامش تفسير است ، از عصر نزول قرآن شروع شده ، و اين معنا از آيه : (كما ارسلنا فيكم رسولا منكم ، يتلوا عليكم آياتنا، و يزكيكم و يعلمكم الكتاب و الحكمه )، (همچنانكه در شما رسولى از خود شما فرستاديم ، تا بر شما بخواند آيات ما را، و تزكيه تان كند، و كتاب و حكمتتان بياموزد) به خوبى استفاده ميشود، چون مى فرمايد: همان رسوليكه كتاب قرآن به او نازل شد، آن كتاب را به شما تعليم مى دهد.</p>", "title": "معنى تفسير و تاريخچه آن"}, {"text": "<p>طبقه اول از مفسرين اسلام ، جمعى از صحابه بودند، (كه البته مراد ما از صحابه غير على عليه السلام و ائمه اهل بيت عليهم السلامند، براى اينكه در باره آنحضرت سخنى جداگانه داريم ، كه بزودى از نظر خواننده مى گذرد)، مانند ابن عباس ، و عبد الله بن عمر، و ابى ، و غير ايشان ، كه دامن همت به كمر زده ، و دنبال اين كار را گرفتند.</p><p>آنروز بحث از قرآن از چارچوبه جهات ادبى آيات ، و شان نزول آنها، و مختصرى استدلال به آيات براى توضيح آياتى ديگر، و اندكى تفسير بروايات وارده از رسول خدا صلى الله عليه و آله و سلم در باب قصص و معارف مبدا و معاد، و امثال آن تجاوز نميكرد.</p><p>در مفسرين طبقه دوم ، يعنى تابعين ، چون مجاهد، و قتاده ، و ابن ابى ليلى ، و شعبى ، و سدى ، و ديگران نيز كه در دو قرن اول هجرت بودند، جريان به همين منوال بود، ايشان هم چيزى به آنچه مفسرين طبقه اول ، و صحابه ، در طريقه تفسير سلوك كرده ، بودند، نيفزودند، تنها چيزى كه به آن اضافه كردند، اين بود كه بيشتر از گذشتگان در تفسير خود، روايت آوردند، (كه متاءسفانه در بين آن روايات ، احاديثى بود كه يهوديان جعل كرده ، و در بين قصص و معارف مربوط به آغاز خلقت ، و چگونگى ابتداء خلقت آسمانها، و تكوين زمين ، و درياها، و بهشت شداد، و خطاهاى انبياء و تحريف قرآن ، و چيرهائى ديگر از اين قبيل دسيسه و داخل احاديث صحيح نمودند، و هم اكنون در پاره اى روايات تفسيرى و غير تفسيرى ، از آن قبيل روايات ديده مى شود).</p><p>بعد از رسول خدا صلى الله عليه و آله و سلم در عصر خلفاء، فتوحات اسلامى شروع مى شود، و مسلمانان در بلاد فتح شده با فرقه هائى مختلف ، و امتهائى گونه گون ، و با علماى اديان و مذاهب مختلف آشنا ميشوند، و اين خلطه و آميزش سبب مى شود بحث هاى كلامى در مسلمانان شايع شود.</p><p>از سوى ديگر در اواخر سلطنت امويان و اوائل عباسيان ، يعنى در اواخر قرن اول هجرت ، فلسفه يونان بزبان عربى ترجمه شده ، در بين علماى اسلام انتشار يافت ، و همه جا مباحث عقلى ورد زبانها و نقل مجالس علماء شد و از سوى سوم مقارن با انتشار بحثهاى فلسفى ، مطالب عرفانى و صوفى گرى نيز در اسلام راه يافته ، جمعى از مردم به آن تمايل نمودند، تا بجاى برهان و استدلال فقهى ، و از سوى چهارم ، جمعى از مردم سطحى به همان تعبد صرف كه در صدر اسلام نسبت بدستورات رسول خدا صلى الله عليه و آله و سلم داشتند، باقى ماندند، و بدون اينكه كارى به عقل و فكر خود داشته باشند، در فهم آيات قرآن به احاديث اكتفاء نموده ، و در فهم معناى حديث هم هيچگونه مداخله اى ننموده ، به ظاهر آنها تعبد مى كردند، و اگر هم احيانا بحثى از قرآن مى كردند، تنها از جهات ادبى آن بود، و بس . اين چهار عامل باعث شد كه روش اهل علم در تفسير قرآن كريم مختلف شود، علاوه بر اين چهار عامل ، عامل مهم ديگرى كه در اين اختلاف اثر به سزائى داشت ، اختلاف مذاهب بود، كه آنچنان در ميان مسلمانان تفرقه افكنده بود، كه ميان مذاهب اسلامى هيچ جامعه اى ، كلمه واحدى نمانده بود، جز دو كلمه (لا اله الا الله و محمد رسول الله )، و گر نه در تمامى مسائل اسلامى اختلاف پديد آمده بود.</p><p>در معناى اسماء خدا، در صفات و افعال خدا، در معناى آسمانها، و آنچه در آن است ، در زمين و آنچه بر آنست و قضاء و قدر و جبر، و تفويض ، و ثواب ، و عقاب ، و نيز در مرگ ، و برزخ ، و در مسئله بعث ، و بهشت ، و دوزخ ، و كوتاه سخن آنكه در تمامى مسائلى كه با حقايق و معارف دينى ارتباط داشت ، حتى اگر كوچكترين ارتباطى هم داشت اختلافات مذهبى در آن نيز راه يافته بود، و در نتيجه در طريقه بحث از معانى آيات قرآنى متفرق شدند، و هر جمعيتى براى خود طريقه اى بر طبق طريقه مذهبى خود درست كرد.</p>", "title": "روش تفسيرى طبقات اول و دوم مفسرين"}, {"text": "<p>اما آن عده كه به اصطلاح محدث ، يعنى حديث شناس بودند، در فهم معانى آيات اكتفاء كردند بآنچه كه از صحابه و تابعين روايت شده ، حالا صحابه در تفسير آيه چه گفته اند؟ و تابعين چه معنائى براى فلان آيه كرده اند؟ هر چه ميخواهد باشد، همين كه دليل نامش ‍ روايت است ، كافى است ، اما مضمون روايت چيست ؟ و فلان صحابه در آن روايت چه گفته ؟ مطرح نيست ، هر جا هم كه در تفسير آيه روايتى نرسيده بود توقف ميكردند، و مى گفتند درباره اين آيه چيزى نميتوان گفت ، براى اينكه نه الفاظش آن ظهورى را دارد كه احتياج به بحث و اعمال فكر نداشته باشد، و نه روايتى در ذيلش رسيده كه آن را معنا كرده باشد، پس بايد توقف كرد، و گفت : همه از نزد پروردگار است ، هر چند كه ما معنايش را نفهميم ، و تمسك ميكردند بجمله (و الراسخون فى العلم يقولون آمنّا به ، كل من عند ربنا) راسخان در علم گويند: ما بدان ايمان داريم ، همه اش از ناحيه پروردگار ما است ، نه تنها آنهائى كه ما مى فهميم .</p><p>اين عده در اين روشى كه پيش گرفته اند خطا رفته اند، براى اينكه با اين روش كه پيش گرفته اند، عقل و انديشه را از كار انداخته اند، و در حقيقت گفته اند: ما حق نداريم در فهم آيات قرآنى عقل و شعور خود را بكار بريم ، تنها بايد ببينيم روايت از ابن عباس و يا فلان صحابه ديگر چه معنائى نقل كرده و حال آنكه اولا قرآن كريم نه تنها عقل را از اعتبار نينداخته ، بلكه معقول هم نيست كه آنرا از اعتبار بيندازد، براى اينكه اعتبار قرآن و كلام خدا بودن آن (و حتى وجود خدا)، بوسيله عقل براى ما ثابت شده ، و در ثانى قرآن كريم حجيتى براى كلام صحابه و تابعين و امثال ايشان اثبات نكرده ، و هيچ جا نفرموده يا ايها الناس هر كس صحابى رسول خدا باشد، هر چه به شما گفت بپذيريد، كه سخن صحابى او حجت است ، و چطور ممكن است حجت كند با اينكه ميان كلمات اصحاب اختلافهاى فاحش هست ، مگر آنكه بگوئى قرآن بشر را به سفسطه يعنى قبول تناقض گوئيها دعوت كرده ، و حال آنكه چنين دعوتى نكرده ، و بلكه در مقابل دعوت كرده تا در آياتش تدبر كنند، و عقل و فهم خود را در فهميدن آن بكار ببندند، و بوسيله تدبر اختلافى كه ممكن است در آياتش بنظر برسد، برطرف نمايند، و ثابت كنند كه در آياتش اختلافى نيست ، علاوه ، خدايتعالى قرآن كريم خود را هدايت و نور و تبيان كلشى ء معرفى كرده ، آنوقت چگونه ممكن است چيزى كه خودش نور است ، بوسيله غير خودش ، يعنى قتاده و امثال او روشن شود، و چطور تصور دارد چيزيكه هدايت است ، خودش محتاج ابن عباس ها باشد، تا او را هدايت كنند، و چگونه چيزيكه خودش بيان هر چيز است ، محتاج سدى ها باشد تا آن را بيان كنند؟!</p>", "title": "روش تفسيرى محدثين"}, {"text": "<p>و اما متكلمين كه اقوال مختلفه اى در مذهب داشتند، همين اختلاف مسلك وادارشان كرد كه در تفسير و فهم معانى آيات قرآنى اسير آراء مذهبى خود باشند، و آيات را طورى معنا كنند كه با آن آراء موافق باشد، و اگر آيه اى مخالف يكى از آن آراء بود، تاءويل كنند، آنهم طورى تاءويل كنند كه باز مخالف ساير آراء مذهبيشان نباشد.</p><p>و ما فعلا به اين جهت كارى نداريم ، كه منشاء اتخاذ آراء خاصى در تفسير در برابر آراء ديگران ، و پيروى از مسلك مخصوصى ، آيا اختلاف نظريه هاى علمى است ، و يا منشاء آن تقليدهاى كوركورانه از ديگران است ، و يا صرفا تعصب هاى قومى است ، چون اينجا جاى بررسى آن نيست ، تنها چيزيكه بايد در اينجا بگوئيم اين است كه نام اين قسم بحث تفسيرى را تطبيق گذاشتن مناسب تر است ، تا آنرا تفسير بخوانيم ، چون وقتى ذهن آدمى مشوب و پابند نظريه هاى خاصى باشد، در حقيقت عينك رنگينى در چشم دارد، كه قرآن را نيز به همان رنگ مى بيند، و مى خواهد نظريه خود را بر قرآن تحميل نموده ، قرآن را با آن تطبيق دهد، پس بايد آن را تطبيق ناميد نه تفسير.</p><p>آرى فرق است بين اينكه يك دانشمند، وقتى پيرامون آيه اى از آيات فكر و بحث مى كند، با خود بگويد: ببينم قرآن چه ميگويد؟ يا آنكه بگويد اين آيه را به چه معنائى حمل كنيم ، اولى كه ميخواهد بفهمد آيه قرآن چه ميگويد، بايد تمامى معلومات و نظريه هاى علمى خود را موقتا فراموش كند، و به هيچ نظريه علمى تكيه نكند، ولى دومى نظريات خود را در مسئله دخالت داده ، و بلكه بر اساس آن نظريه ها بحث را شروع مى كند، و معلوم است كه اين نوع بحث ، بحث از معناى خود آيه نيست .</p>", "title": "روش متكلمين در تفسير قرآن و فرق بين تفسير و تطبيق"}, {"text": "<p>و اما فلاسفه ؟ آنان نيز به همان دچار شدند كه متكلمين شدند، وقتى به بحث در پيرامون قرآن پرداختند، سر از تطبيق و تاءويل آيات مخالف با آراء مسلم شان در آوردند، البته منظور ما از فلسفه ، فلسفه بمعناى اخص آن يعنى فلسفه الهى به تنهائى نيست، بلكه منظور، فلسفه بمعناى اعم آن است ، كه شامل همه علوم رياضيات و طبيعيات و الهيات و حكمت عملى ميشود.</p><p>البته خواننده عزيز توجه دارد كه فلسفه به دو مشرب جداى از هم تقسيم مى شود، يكى مشرب مشاء، كه بحث و تحقيق را تنها از راه استدلال معتبر ميداند و ديگرى مشرب اشراق است كه ميگويد حقايق و معارف را بايد از راه تهذيب نفس و جلا دادن دل ، به وسيله رياضت ، كشف كرد.</p><p>مشائيان وقتى به تحقيق در قرآن پرداختند، هر چه از آيات قرآن درباره حقايق ماوراء طبيعت و نيز درباره خلقت و حدوث آسمانها و زمين و برزخ و معاد بود، همه را تاءويل كردند، حتى باب تاءويل را آنقدر توسعه دادند، كه به تاءويل آياتى كه با مسلميات فلسفيان ناسازگار بود قناعت نكرده ، آياتى را هم كه با فرضياتشان ناسازگار بود تاءويل نمودند.</p><p>مثلا در طبيعيات ، در باب نظام افلاك ، تئورى و فرضيه هائى براى خود فرض كردند، و روى اين اساس فرضى ديوارها چيدند، و بالا بردند، ببينند آيا فرو مى ريزد يا خير، كه در اصطلاح علمى اين فرضيه ها را (اصول موضوعه ) مى نامند، افلاك كلى و جزئى فرض ‍ كردند، عناصر را مبدا پيدايش موجودات دانسته ، و بين آنها ترتيب قائل شدند، و براى افلاك و عناصر، احكامى درست كردند، و معذلك با اينكه خودشان تصريح كرده اند كه همه اين خشت ها روى پايه اى فرضى چيده شده ، و هيچ شاهد و دليل قطعى براى آن نداريم ، با اين حال اگر آيه اى از قرآن مخالف همين فرضيه ها بود تاءويلش كردند (زهى بى انصافى ).</p><p>و اما آن دسته ديگر فلاسفه كه متصوفه از آنهايند، بخاطر اشتغالشان به تفكر و سير در باطن خلقت ، و اعتنايشان به آيات انفسى ، و بى توجهيشان بعالم ظاهر، و آيات آفاقى ، بطور كلى باب تنزيل يعنى ظاهر قرآن را رها نموده ، تنها به تاءويل آن پرداختند، و اين باعث شد كه مردم در تاءويل آيات قرآنى ، جرات يافته ، ديگر مرز و حدى براى آن نشناسند، و هر كس هر چه دلش خواست بگويد، و مطالب شعرى كه جز در عالم خيال موطنى ندارد، بر هم بافته آيات قرآنى را با آن معنا كنند، و خلاصه بهر چيزى بر هر چيزى استدلال كنند، و اين جنايت خود را به آنجا بكشانند، كه آيات قرآنى را با حساب جمل و باصطلاح بازتر و بيشتر و حروف نورانى و ظلمانى تفسير كنند، حروفى را نورانى و حروفى ديگر را ظلمانى نام گذاشته ، حروف هر كلمه از آيات را به اين دو قسم حروف تقسيم نموده ، آنچه از احكام كه خودشان براى اين دو قسم حروف تراشيده اند، بر آن كلمه و آن آيه مترتب سازند.</p><p>و پر واضح است كه قرآن كريم نازل نشد كه تنها اين صوفيان خيالباف را هدايت كند، و مخاطبين در آيات آن ، تنها علماى علم اعداد، وايقوف و حروف نيستند، و معارف آنهم بر پايه حساب جمل كه ساخته و پرداخته منجمين است ، پى ريزى نشده ، و چگونه شده باشد؟ و حال آنكه نجوم از سوقاتيهاى يونان است ، كه به زبان عربى ترجمه شد.</p><p>خواهيد گفت روايات بسيارى از رسول خداصلى الله عليه و آله و سلم و ائمه اهل بيت عليهم السلام رسيده ، كه مثلا فرموده اند: براى قرآن ظاهرى و باطنى است ، و براى باطن آن باز باطن ديگرى است ، تا هفت بطن ، و يا هفتاد بطن ، (تا آخر حديث ).</p><p>در پاسخ مى گوئيم : بله ما نيز منكر باطن قرآن نيستيم ، و لكن پيغمبر و ائمه عليهم السلام هم به ظاهر قرآن پرداختند، و هم به باطن آن ، هم به تنزيل آن ، و هم به تاءويلش ، نه چون نامبردگان كه بكلى ظاهر قرآن را رها كنند، آنوقت تازه درباره تاءويل حرف داريم ، منظور از تاءويل در لسان پيامبر و ائمه عليهم السلام آن تاءويلى نيست كه نامبردگان پيش گرفته اند، چه تاءويل باصطلاح آقايان عبارتست از معنائى كه مخالف ظاهر كلام باشد، و با لغات و واژه هاى مستحدثى كه در زبان مسلمانان و بعد از نزول قرآن و انتشار اسلام رايج گشته جور درآيد، ولى تاءويلى كه منظور قرآن كريم است ، و در آياتى از قرآن نامش برده شده ، اصلا از مقوله معنا و مفهوم نيست ، كه انشاءالله در اوائل سوره آل عمران توضيح بيشتر آن خواهد آمد.</p>", "title": "روش فلاسفه مشاء و اشراقى و متصوفه در تفسير قرآن"}, {"text": "<p>اين وضع تفسير قرآن در قرون گذشته بود، و اما در قرن حاضر؟ در اين اعصار مسلك تازه اى در تفسير پيدا شد، و آن اين است ، جمعى كه خود را مسلمان مى دانند، در اثر فرورفتگى و غور در علوم طبيعى ، و امثال آن ، كه اساسش حس و تجربه است ، و نيز غور در مسائل اجتماعى ، كه اساسش تجربه و آمارگيرى است ، روحيه حسى گرى پيدا كرده ، يا بطرف مذهب فلاسفه مادى و حسى سابق اروپائى تمايل پيدا كردند، و يا به سمت مذهب اصالت عمل ليز خوردند، مذهبى كه مى گويد: (هيچ ارزشى براى ادراكات انسان نيست ، مگر آن ادراكاتى كه منشاء عمل باشد، آنهم عملى كه به درد حوائج زندگى مادى بخورد، حوائجى كه جبر زندگى آن را معين مى كند).</p><p>اين مذهب اصالت است كه پاره اى مسلمان نما به سوى آن گرائيده اند، و در نتيجه گفته اند: معارف دينى نميتواند مخالف با علم باشد، و علم ميگويد اصالت وجود تنها مال ماده و خواص محسوس آنست ، پس در دين و معارف آن هم هر چه كه از دائره ماديات بيرون است ، و حس ما آنرا لمس نميكند، مانند عرش ، و كرسى ، و لوح ، و قلم ، و امثال آن بايد به يك صورت تاءويل شود.</p><p>و اگر از وجود هر چيزى خبر دهد كه علوم متعرض آن نيست ، مانند وجود معاد و جزئيات آن ، بايد با قوانين مادى توجيه شود.</p><p>و نيز آنچه كه تشريع بر آن تكيه كرده ، از قبيل وحى ، و فرشته ، و شيطان ، و نبوت ، و رسالت ، و امامت ، و امثال آن ، همه امور روحى هستند كه به تناسب نام يكى را وحى و نام ديگرى را ملك و غيره مى گذاريم ، و روح هم خودش پديده اى مادى و نوعى از خواص ‍ ماده است ، و مسئله تشريع هم اساسش يك نبوغ خاص اجتماعى است ، كه ميتواند قوانين خود را بر پايه افكار صالح بنا كند، تا اجتماعى صالح و راقى بسازد.</p>", "title": "تفسير در قرن حاضر و تفسير قرآن بر مبناى علوم طبيعى و اجتماعى"}, {"text": "<p>اين آراء مسلمان نماهاى اعصار جديد درباره معارف قرآن است ، و اما درباره روايات ميگويند: از آنجائيكه در ميان روايات احاديثى جعلى دسيسه شده ، و راه يافته ، لذا بطور كلى به هيچ حديثى نمى توان اعتماد نمود، مگر آن حديثى كه با كتاب يعنى قرآن كريم موافق باشد، و كتاب هم بايد با آيات خودش و با راهنمائى علم ، تفسير شود، نه به آراء و مذاهب سابق ، كه اساسش استدلال از راه عقل است ، چون علم همه آنها را باطل كرده ، زيرا اساس علم حس و تجربه است .</p><p>اين ها سخنانى است كه آقايان يا صريحا گفته اند، و يا لازمه اين گفتارشان است ، كه بايد طريق حس و تجربه را پيروى كرد، و ما در اينجا درصدد آن نيستيم كه اصول علمى و فلسفى آنان را بررسى نموده ، و درباره ديوارى كه روى اين اساس چيده اند بحث كنيم .</p><p>تنها اين را ميگوئيم : كه اشكالى كه بر طريقه مفسرين گذشته كرده اند، كه تفسيرشان تفسير نيست ، بلكه تطبيق است ، عينا بخود آنان وارد است ، هر چند كه با طمطراقى هر چه بيشتر دعوى مى كنند كه تفسير واقعى قرآن همين است كه ما داريم .</p><p>براى اينكه اگر آقايان مانند مفسرين سلف معلومات خود را بر قرآن تحميل نكرده اند، پس چرا نظريه هاى علمى را اصل مسلم گرفته ، تجاوز از آنرا جايز نميدانند، پس اينان نيز در انحراف سلف شريكند، و چيزى از آنچه را كه آنان فاسد كردند اصلاح نكردند.</p>", "title": "نظر مسلمان نماهاى پيرو اين روش درباره روايات"}, {"text": "<p>و خواننده عزيز اگر در اين مسلك هائى كه درباره تفسير برايش نقل كرديم دقت بفرمايد، خواهد ديد كه همه در اين نقص (كه نقص ‍ بسيار بزرگى است ) شريكند: كه آنچه از ابحاث علمى و يا فلسفى بدست آورده اند، بر قرآن كريم تحميل نموده اند، بدون اينكه مداليل آيات بر آنها دلالت داشته باشد، و در نتيجه تفسير اينان نيز تطبيق شده ، و تطبيق خود را تفسير نام نهادند، و حقايق قرآن را به و لازمه اين انحراف - (همانطور كه در اوائل گفتار اشاره كرديم ) اين شد كه قرآنى كه خودش را به (هدى للعالمين )، و (نورا مبينا)، و (تبيانا لكل شى ء)، معرفى نموده ، هدايت نباشد، مگر به كمك غير خودش ، و بجاى نور مبين مستنير به غيرش باشد، از غير خودش ‍ نور بگيرد، و بوسيله غير خودش بيان شود، حالا آن غير چيست ؟ كه ما را بسوى قرآن هدايت مى كند، و به قرآن نور و بيان ميدهد؟! نميدانيم ، و اگر آن علمى كه بزعم آقايان نوربخش و مبين قرآن و هادى بسوى آنست ، و خودش مورد اختلاف شد، (كه مورد اختلاف هم شده ، و چه اختلاف شديدى ) آيا مرجع چه خواهد بود؟! نميدانيم .</p><p>و بهر حال هيچيك از اين اختلافاتيكه ذكر شد، منشاءش اختلاف نظر در مفهوم لفظ آيه ، و معناى لغوى و عرفى عربى مفرد آن ، و جمله اش نبوده ، براى اينكه هم كلمات قرآن ، و هم جملات آن ، و آياتش كلامى است عربى ، و آنهم عربى آشكار، آنچنانكه در فهم آن هيچ عرب و غير عربى كه عارف به لغت و اساليب كلام عربى است توقف نميكند.</p>", "title": "نقص و انحراف مشترك تمام مسلك هاى تفسيرى ياد شده"}, {"text": "<p>و در ميان همه آيات قرآن ، (كه بيش از چند هزار آيه است )، حتى يك آيه نمى يابيم كه در مفهومش اغلاق و تعقيدى باشد، بطوريكه ذهن خواننده در فهم معناى آن دچار حيرت و سرگردانى شود، و چطور چنين نباشد و حال آنكه قرآن فصيح ترين كلام عرب است ، و ابتدائى ترين شرط فصاحت اين است كه اغلاق و تعقيد نداشته باشد، و حتى آن آياتى هم كه جزو متشابهات قرآن بشمار مى آيند، مانند آيات نسخ شده ، و امثال آن ، در مفهومش غايت وضوح و روشنى را دارد، و تشابهش بخاطر اين است كه مراد از آن را نميدانيم ، نه اينكه معناى ظاهرش نامعلوم باشد.</p><p>پس اين اختلاف از ناحيه معناى كلمات پيدا نشده ، بلكه همه آنها از اختلاف در مصداق كلمات پيدا شده ، و هر مذهب و مسلكى كلمات و جملات قرآن را بمصداقى حمل كرده اند، كه آن ديگرى قبول ندارد، اين از مدلول تصورى و تصديقى كلمه ، چيزى فهميده ، و آن ديگرى چيزى ديگر.</p>", "title": "عدم ابهام و اغلاق در مفاهيم آيات و منشاء اختلافات"}, {"text": "<p>توضيح اينكه انس و عادت (همانطورى كه گفته شده )، باعث ميشود كه ذهن آدمى در هنگام شنيدن يك كلمه ، و يا يك جمله ، به معناى مادى آن سبقت جويد، و قبل از هر معناى ديگر، آن معناى مادى و يا لواحق آن به ذهن در آيد، و ما انسانها از آنجائيكه بدنهايمان ، و قواى بدنيمان ، مادام كه در اين دنياى مادى هستيم ، در ماده غوطه ور است ، و سر و كارش همه با ماده است ، لذا مثلا اگر لفظ حيات ، و علم ، و قدرت ، و سمع ، و بصر، و كلام ، و اراده ، و رضا، و غضب ، و خلق ، و امر، و امثال آنرا مى شنويم ، فورا معناى مادى اينها به ذهن ما در مى آيد، همان معنائى كه از اين كلمات در خود سراغ داريم .</p><p>و همچنين وقتى كلمات آسمان ، و زمين ، و لوح ، و قلم ، و عرش ، و كرسى ، و فرشته ، و بال فرشته ، و شيطان ، و لشگريان او، از پياده نظام ، و سواره نظامش را مى شنويم ، مصاديق طبيعى و مادى آن به ذهن ما سبقت ميجويد، و قبل از هر معناى ديگرى داخل در فهم ما مى شود.</p><p>و چون مى شنويم كه ميگويند: خدا عالم را خلق كرده ، و يا فلان كار را كرده ، و يا بفلان چيز عالم است ، و يا فلان چيز را اراده كرده ، و يا خواسته ، و يا مى خواهد، همه اينها را مانند خلق ، و علم ، و اراده ، و مشيت ، خودمان مقيد بزمانش مى كنيم ، چون معهود در ذهن ما اين است كه خواسته ماضى و مربوط به گذشته است ، و ميخواهد مضارع و مربوط به آينده است ، درباره (خواسته و ميخواهد) خدا همين فرق را مى گذاريم .</p><p>باز وقتى مى شنويم كه خدايتعالى مى فرمايد: (و لدينا مزيد) نزد ما بيشتر هم هست ، و يا مى فرمايد: (لاتخذناه من لدنا)، (از نزد خود مى گيريم نه از ميان شما) و يا مى فرمايد: (و ما عند الله خير)، (آنچه نزد خدا است بهتر است ، و يا مى فرمايد) (اليه ترجعون )، (به نزد او بر مى گرديد)، فورا بذهنمان مى رسد كه كلمه (نزد) همان معنائى را درباره خدا مى دهد، كه درباره ما مى دهد، و آن عبارت است از حضور در مكانى كه ما هستيم .</p><p>و چون مى شنويم كه مى فرمايد: (و اذا اردنا ان نهلك قريه ، امرنا مترفيها) (چون بخواهيم قريه اى را هلاك كنيم بعياشهايش دستور مى دهيم كه ...، و يا مى شنويم كه مى فرمايد: (و نريد ان نمن ) اراده كرده ايم كه منت نهيم ...، و يا مى شنويم كه مى فرمايد: يريد الله بكم اليسر، خدا آسانى براى شما اراده كرده )، فورا به ذهنمان مى رسد كه اراده خدا هم از سنخ اراده ما است ، و از اين قبيل كلمات را وقتى مى شنويم ، مقيد به آن قيودى مى كنيم كه در خود ما مقيد به آنها است .</p><p>چاره اى هم نداريم ، براى اينكه از روز اول كه ما ابناء بشر لفظ، (چه فارسى چه عربى و چه هر زبانى ديگر) را وضع كرديم ، براى اين وضع كرديم كه موجودى اجتماعى بوديم ، و ناگزير بوديم ، منويات خود را به يكديگر بفهمانيم ، و فهماندن منويات وسيله اى مى خواهد، لذا با يكديگر قرار گذاشتيم قبلا كه هر وقت من صداى (آب ) را از خود در آوردم ، تو بدان كه من آن چيزى را ميگويم ، كه رفع تشنگى مى كند، و به همين منوال الفاظ ديگر).</p><p>و زندگى اجتماعى را هم حوائج مادى به گردن ما گذاشت ، چون منظور از آن اين بود كه دست به دست هم داده ، هر يك ، يكى از كارهاى اجتماع را انجام دهيم ، تا به اين وسيله استكمال كرده باشيم ، و كارهاى اجتماعى همه مربوط به امور مادى ، و لوازم آنست ، ناگزير الفاظ را وضع كرديم ، براى مسمى هائى كه غرض ما را تاءمين مى كند، روى اين جهت هر لفظى را كه مى شنويم ، فورا معناى ماديش به ذهنمان مى رسد.</p>", "title": "علت سبقت معانى مادى كلمات وضع شده به ذهن"}, {"text": "<p>لكن بايد اين را هم بدانيم كه اگر ما الفاظ را وضع كرديم ، براى آن چيزى وضع كرديم كه فلان فائده را بما مى دهد، حالا اگر آن چيز شكل و قيافه اش تغيير كرد، مادام كه آن فائده را مى دهد، باز لفظ نام برده ، نام آن چيز هست ، توضيح اينكه : اشيائى كه ما براى هر يك نامى نهاده ايم از آنجا كه مادى هستند، محكوم به تغير و تبدلند، چون حوائج آدمى رو به تبدل است ، و روز به روز تكامل مى يابد، مثلا كلمه چراغ را ما در اولين روزى كه بزبان جارى كرديم ، بعنوان نام يك ظرفى بود، كه روغن در آن مى ريختيم ، و فتيله اى در آن روغن مى انداختيم ، و لبه فتيله را از لبه ظرف بيرون گذاشته ، روشن مى كرديم ، تا در شب هاى تاريك پيش پاى ما را روشن كند، و هر وقت كلمه (چراغ ) به زبان مى آورديم شنونده چنين چيزى از آن مى فهميد، ولى روز بروز در اثر پيشرفت ما، چراغ هم پيشرفت كرد، و تغيير شكل داد، تا امروز كه بصورت چراغ برق در آمد، بصورتى كه از اجزاء چراغ اوليه ما، هيچ چيز در آن وجود ندارد، نه ظرف سفالى آن هست ، نه روغنش ، و نه فتيله اش ، ولى در عين حال باز به لامپ ميگوئيم چراغ ، براى چه ؟ براى اينكه از لامپ همان فائده را مى بريم كه از پيه سوز سابق مى برديم .</p><p>و همچنين كلمه ميزان يا ترازو، كه در اولين روزيكه آنرا بزبان آورديم ، طبق قرار قبلى براى ، اين آنرا وضع كرديم ، كه شنونده از آن چيزيرا بفهمد كه كالا و اجناس ما بوسيله آن سنجيده مى شود، ولى امروز آلاتى درست كرده ايم ، كه با آن حرارت ، و برودت ، را هم مى سنجيم ، پس اين هم ميزان هست ، چيزيكه هست ميزان الحرارة است ، و همچنين كلمه سلاح كه در روز اول چوب و چماق بود، بعدا شمشير و گرز شد، و امروز توپ و تفنگ شده است .</p><p>پس بنابراين هر چند كه مسماى نامها تغيير كرده ، بحدى كه از اجزاء سابقش نه ذاتى مانده ، و نه صفاتى ، و لكن نامها همچنان باقى مانده است ، و اين نيست مگر بخاطر اينكه منظور روز اول ما از نام گذارى ، فائده و غرضى بود كه از مسماها عايد ما مى شد، نه شكل و صورت آنها، و مادام كه آن فائده و آن غرض حاصل است ، اسم هم بر آن صادق است ، در نتيجه مادام كه غرض سنجش ، و نورگيرى ، و دفاع ، و غيره باقى است نام ميزان ، و چراغ ، و اسلحه ، نيز باقى است .</p>", "title": "دلالت الفاظ موضوعه با تغيير شكل موضوع له تغيير نمى يابد"}, {"text": "<p>بنابراين بايد توجه داشته باشيم ، كه ملاك و مدار در صادق بودن يك اسم ، و صادق نبودن آن ، موجود بودن غرض ، و غايت ، و موجود نبودن آنست ، و نبايد نسبت به لفظ اسم جمود به خرج داده ، و آن را نام يك صورت بدانيم ، و تا قيامت هر وقت چراغ ميگوئيم ، باز همان پيه سوز را اراده كنيم .</p><p>اما متاءسفانه انس و عادت نميگذارد ما اين توجه را داشته باشيم ، و همين باعث شده كه مقلدين از اصحاب حديث ، چون فرقه حشويه ، و مجسمه ، به ظواهر آيات جمود كرده ، و آيات را به همان ظواهر تفسير كنند، گو اينكه اين جمود، جمود بر ظواهر نيست ، بلكه جمود بر انس و عادت است در تشخيص مصاديق .</p><p>و در بين خود ظواهر، ظواهرى هست كه اين جمود را تخطئه مى كند، و روشن مى سازد كه اتكاء و اعتماد كردن در فهم معانى آيات ، بر انس و عادت ، مقاصد آيات را در هم و بر هم نموده ، امر فهم را مختل ميسازد، مانند آيه : (ليس كمثله شى ء)، و آيه : (لا تدركه الابصار و هو يدرك الابصار و هو اللطيف الخبير)، و آيه : (سبحان الله عما يصفون )، چون اگر درك خدا، چون درك ما باشد، او مثل ما خواهد بود، در حالى كه آيه اولى ميگويد: او مثل ندارد، و آيه سومى او را از آنچه كه ما درباره اش بگوئيم ، منزه مى دارد.</p><p>و همين جهت باعث شده كه ديگر مردم در درك معانى آيات ، به فهم عادى و مصداقهاى ماءنوس در ذهن اكتفاء نكنند، همچنانكه دور بودن از خطا و به دست آوردن مجهولات ، انسان را وادار كرده تا دست به دامان بحثهاى علمى شود، و تجويز كند كه بحث را در فهم حقايق قرآن و تشخيص مقاصد عاليه آن دخالت دهد.</p>", "title": "جمود مقلدين از اصحاب حديث به ظواهر آيات و رد بر آنها"}, {"text": "<p>از يكسو ناگزير بود دنبال علم تفسير برود، و حقايق قرآن را با ذهنى ساده ، نه با عينك معلومات شخصى ، مو شكافى كند، و از سوى ديگر در فهم معانى آيات ، به فهم عادى و مصداق ماءنوس در ذهن خود قناعت ننموده ، و در مثل كلمه (چراغ ) را حمل بر پيه سوز نكند، چون اگر از روز اول مى خواست بفهم عادى خود قناعت كند، دنبال علم نمى رفت ، و اگر دو دستى دامن علم را چسبيد، براى اين بود كه فهميد فكرش بدون بحث علمى مصون از خطاء نيست ، علاوه بر اينكه فكر عادى به تنهائى مجهولات را براى انسان كشف نميكند.</p><p>بر سر اين دو راهى ، كمتر كسى مى تواند راه ميانه را برود، نه آنقدر علم را در درك حقايق قرآن دخالت دهد، كه سرانجام سر از علم ايقوف و زبر و بينه در آورد، و نه آنقدر بفكر ساده خود جمود دهد، كه تا روز قيامت چراغ را بر پيه سوز، و سلاح را بر گرز و كمند، حمل كند.</p><p>بلكه در عين اينكه به ذيل ابحاث علمى متمسك مى شود، نتائج حاصله را بر قرآن تحميل نكند، چون فهميدن حقايق قرآن ، و تشخيص مقاصد آن ، از راه ابحاث علمى دو جور است.</p>", "title": "دو راهى استفاده از علم براى درك حقائق قرآن و جمود به ظواهر آن"}, {"text": "<p>يكى اينكه ما در مسئله اى كه قرآن متعرض آنست ، بحثى علمى ، و يا فلسفى را آغاز كنيم ، و همچنان دنبال كنيم ، تا حق مطلب برايمان روشن و ثابت شود، آنوقت بگوئيم : آيه هم همين را ميگويد، اين روش هر چند كه مورد پسند بحثهاى علمى و نظرى است ، و لكن قرآن آن را نمى پسندد.</p><p>دوم اينكه براى فهم آن مسئله ، و تشخيص مقصود آن آيه ، از نظائر آن آيه كمك گرفته ، منظور از آيه مورد نظر را بدست آوريم ، (آنگاه اگر بگوئيم علم هم همين را مى گويد عيبى ندارد)، و اين روشى است كه ميتوان آنرا تفسير خواند، خود قرآن آن را مى پسندد، چون قرآن خود را تبيان كل شى ء ميداند، آنوقت چگونه ممكن است كه بيان خودش نباشد، قرآن خود را هدايت مردم و بيناتى از هدى ، و جدا سازنده حق از باطل معرفى نموده ، مى فرمايد: (هدى للناس ، و بينات من الهدى ، و الفرقان )، آنوقت چطور ممكن است هدايت ، و بينه ، و فرقان ، و نور مردم در تمامى حوائج زندگيشان باشد، ولى در ضرورى ترين حاجتشان كه فهم خود قرآن است ، نه هدايت باشد، و نه تبيان ، و نه فرمان ، و نه نور؟.</p><p>قرآن بتمامى افرادى كه در راه خدا مجاهدت مى كنند مژده داده ، كه ايشان را به راه هاى خود هدايت مى كند، و فرموده : (و الذين جاهدوا فينا لنهدينهم سبلنا)، آنوقت در مهم ترين جهادشان كه همانا فهم كلام پروردگارشان است ، ايشان را هدايت نكند؟ (و به فرضيات علمى احاله كند)، و چه جهادى اعظم از مجاهدت در فهم كتاب خدا، و چه سبيلى بهتر از سبيل قرآن بشر را بسوى او هدايت ميكند؟! و آياتى كه قرآنرا چنين معرفى مى كند بسيار است ، كه انشاءالله در بحث محكم و متشابه ، در اوائل سوره آل عمران به همه آنها اشاره نموده ، در اطرافش بحث مفصل مى كنيم .</p>", "title": "دو روش براى فهم حقائق قرآن"}, {"text": "<p>باقى ميماند طريقه اينكه رسول خدا صلى الله عليه و آله و سلم و امامان اهل بيت او در تفسير سلوك نموده اند، رسولى كه خدا قرآن را نخست به او تعليم كرده ، و او را معلم سايرين قرار داده ، و فرموده : (نزل به الروح الامين ، على قلبك )، (روح الامين آنرا بر قلب تو نازل كرده )، و نيز فرموده : (و انزلنا اليك الذكر، لتبين للناس ما نزل اليهم )، (ما كتاب را بر تو نازل كرديم ، تا براى مردم بيان كنى ، كه چه چيز براى آنان نازل شده )...، و نيز فرموده : (يتلوا عليهم آياته ، و يزكيهم ، و يعلمهم الكتاب و الحكمه )، (آيات آنرا بر شما ميخواند و شما را تزكيه نموده ، كتاب و حكمت را تعليمتان مى دهد)....</p><p>و امامان اهل بيت كه رسولخدا صلى الله عليه و آله و سلم ايشانرا در حديث مورد اتفاق بين شيعه و سنى (انى تارك فيكم الثقلين ، ما ان تمسكتم بهما لن تضلوا بعدى ابدا، كتاب الله و عترتى ، اهل بيتى ، و انهما لن يفترقا، حتى يردا على الحوض )، من دو چيز گران در شما جانشين مى گذارم ، كه مادام به آن دو تمسك جوئيد، ابدا بعد از من گمراه نمى شويد، يكى كتاب خدا، و يكى عترتم اهل بيتم را، و اين دو حتى چشم بر هم زدنى از يكديگر جدا نمى شوند، تا كنار حوض بر من درآيند)، منصوب براى چنين مقامى كرده ، و خدا هم تصديقش كرده ، كه فرموده : (انما يريد الله ليذهب عنكم الرجس اهل البيت و يطهر كم تطهيرا)، و نيز علم به قرآن را از غير ايشان كه مطهرين اند نفى كرده ، و فرموده : (انه لقرآن كريم ، فى كتاب مكنون ، لا يمسه الا المطهرون )، (به درستى كه اين قرآن كتابى است كريم و خواندنى در كتابى مكنون كه احدى جز مطهرين با آن تماس ندارد).</p><p>اين پيغمبر و اين امامان اهل بيت عليهم السلام ، طريقه شان در تعليم و تفسير قرآن كريم ، بطوريكه از احاديث تفسيرى آنان بر مى آيد، همين طريقه اى است كه ما بيان كرديم ، و ما بزودى آن احاديث را در ضمن بحث هاى روايتى اين كتاب از نظر خواننده عزيز مى گذرانيم ، آنوقت خواهيد ديد كه هيچ اهل بحثى در آن همه روايت حتى به يك حديث برنميخورد، كه رسولخدا و يا ائمه اهل بيت عليهم السلام در تفسير آيه اى از حجت و برهانى علمى و نظرى و يا فرضيه اى علمى كمك گرفته باشند.</p>", "title": "طريقه رسول خدا صلى الله عليه و آله و سلم و ائمه اهل البيت عليه و السلام در تفسير قرآن"}, {"text": "<p>و چطور ممكن است چنين كارى كرده باشند؟ با اينكه رسول خدا صلى الله عليه و آله و سلم درباره قرآن كريم فرمود: (وقتى فتنه ها چون پاره هاى شبى ديجور راه خدا و راه نجات را بر شما مشتبه كردند، در آن هنگام بر شما باد بقرآن ، كه او شافعى است ، كه شفاعت و وساطتش امضاء شده ، و شكوه گرى از نقائص بشر است كه خدا او را تصديق كرده ، هر كس آن را به عنوان كارنامه پيش ‍ روى خود بگذارد، تا به آن عمل كند، او وى را به سوى بهشت مى كشاند، و هر كس آن را پشت سر اندازد، و به برنامه هائى ديگر عمل كند، همان قرآن او را از پشت سر به سوى آتش مى راند.</p><p>قرآن دليلى است كه بسوى بهترين سبيل راه مى نمايد، و آن كتاب تفصيل ، و جدا سازى حق از باطل است ، و كتاب بيان است ، كه هر لحظه به تو سعادتى ميدهد، كتاب فصل است ، نه شوخى ، كتابى است كه ظاهرى و باطنى دارد، ظاهرش همه حكمت است ، و باطنش همه علم ، ظاهرش ظريف و لطيف ، و باطنش بسيار ژرف و عميق است ، قرآن داراى دلالتها و علامتها است ، و تازه دلالتهايش ‍ هم دلاتى دارد عجائب قرآن را نمى توان شمرد، غرائب آن هرگز كهنه نمى شود، در آن چراغهاى هدايت ، و مناره هاى حكمت است ، قرآن دليل بر هر پسنديده است نزد كسى كه انصاف داشته باشد.</p><p>بنابراين بر هر كسى لازم است كه ديدگان خود را در آن بچراند، و نظر خود را به اين صفات برساند (و با اين صفات به قرآن نظر كند) تا دچار هلاكت نشود، و از خليدن خار به پاى چشمش رهائى يابد، چه تفكر مايه حيات قلب شخص بصير است ، چنين كسى مانند چراغ بدستى ميماند كه در تاريكيهاى شب نور دارد، او به سهولت و بخوبى ميتواند از خطرهائى كه تاريكى مى آفريند رهائى يابد، علاوه بر اينكه در مسير خود توقفى ندارد، على عليه السلام هم (به طوريكه در نهج البلاغه آمده ) مى فرمايد: (قرآن چنين است كه پاره اى از آن پاره اى ديگر را بيان ميكند، و بعضى از آن شاهد بعضى ديگراست )....</p><p>و اين يگانه راه مستقيم و روش بى نقصى است كه معلمين قرآن و هاديان آن ، ائمه عليهم السلام پيموده اند.</p><p>و ما نيز بيارى خداى سبحان روش تفسيرى خود را به همين طرز قرار مى دهيم ، و از آيات قرآن در ضمن بياناتى بحث مى كنيم ، و بهيچ وجه بحثى نظرى ، و فلسفى ، و يا به فرضيه اى علمى ، يا مكاشفه اى عرفانى ، تكيه نمى كنيم .</p><p>و نيز در اين تفسير در جهات ادبى قرآن بيش از آن مقدارى كه در فهم معنا از اسلوب عربى محتاج به آن هستيم ، و تا آن نكته را بيان نكنيم از اسلوب عربى كلام آن معنا را نمى فهميم ، و يا مقدمه اى بديهى ، و يا مقدمه اى علمى كه فهم اشخاص در آن اختلاف ندارد، ذكر نمى كنيم .</p><p>بنابراين از آنچه تاكنون بيان كرديم به دست آمد، كه ما در اين تفسير به منظور اينكه به طريقه اهل بيت عليهم السلام تفسير كرده باشيم تنها در جهات زير بحث مى كنيم :</p><p>1- معارفى كه مربوط است به اسماء خداى سبحان و صفات او، از حيات ، و علم ، و قدرت ، و سمع ، و بصر، و يكتائى ، و امثال آن ، و اما ذات خداى عز و جل ، بزودى خواهى ديد كه قرآن كريم آن ذات مقدس را غنى از بيان مى داند.</p><p>2- معارف مربوط به افعال خدايتعالى ، چون خلق ، و امر، و اراده ، و مشيت ، و هدايت ، و اضلال ، و قضاء، و قدر، و جبر، و تفويض ، و رضا، و غضب ، و امثال آن ، از كارهاى متفرق .</p><p>3- معارفى كه مربوط است بواسطه هائى كه بين او و انسان هستند، مانند حجابها، و لوح ، و قلم ، و عرش ، و كرسى ، و بيت المعمور، و آسمان ، و زمين ، و ملائكه ، و شيطانها، و جن ، و غير ذلك .</p><p>4- معارفى كه مربوط است به خود انسان در زندگى قبل از دنيا.</p><p>5- معارفى كه مربوط است بانسان در دنيا، چون تاريخ پيدايش نوع او، و خودشناسيش ، و شناسائى اصول اجتماعى ، و مسئله نبوت ، و رسالت ، و وحى ، و الهام ، و كتاب ، و دين ، و شريعت ، كه از اين باب است مقامات انبياء، كه از داستانهاى آنان استفاده مى شود، همان داستانهائى كه قرآن كريم از آن حضرات حكايت كرده است .</p><p>6- معارف مربوط به انسان در عوالم بعد از دنيا، يعنى عالم برزخ و معاد.</p><p>7- معارف مربوط به اخلاق نيك و بد انسان ، كه مقامات اولياء در صراط بندگى يعنى اسلام و ايمان و احسان و اخبات و اخلاص و غير ذلك مربوط به اين معارف است .</p><p>و اما آياتى كه مربوط است به احكام دينى ، در اين تفسير پيرامون آنها بحث نشده ، چونكه بحث پيرامون آنها مربوط به كتاب فقه است نه تفسير.</p>", "title": "فرمايشات پيامبرصلى الله عليه و آله و سلم درباره قرآن كريم"}, {"text": "<p>نتيجه اين طريقه از تفسير اين شده كه در تمامى اين كتاب و در تفسير همه آيات قرآنى يك بار هم نمى بينى كه آيه اى را بر معنائى خلاف ظاهر حمل كرده باشيم ، پس در اين كتاب تاءويلى كه ديگران بسيار دارند نمى بينى ، بله تاءويل به آن معنائى كه قرآن در چند جا اثباتش مى كند، به زودى خواهى ديد كه آن تاءويل اصلا از قبيل معانى نيست .</p><p>سپس در هر چند آيه بعد از تمام شدن بحثها و بيانات تفسيرى ، بحث هائى متفرق از روايات قرار داده ايم ، و در آن به آن مقدار كه بر ايمان امكان داشت ، از روايات منقوله از رسول خدا صلى الله عليه و آله و سلم و ائمه اهل بيت سلام الله عليهم اجمعين هم از طرق عامه و هم خاصه ايراد نموده ايم ، و اما آن رواياتى كه از مفسرين صحابه و تابعين چيزى نقل مى كند، در اين كتاب نقل نكرديم ، براى اين كه صرف نظر از اينكه رواياتى است در هم و بر هم ، كلام صحابه و تابعين حجيتى براى مسلمانان ندارد، (مگر رواياتى كه بعنوان موقوفه نقل شده است ).</p><p>و بزودى اهل بحث اگر در روايات منقوله از ائمه عليهم السلام دقت بفرمايند مطلع خواهد شد كه اين طريقه نوينى كه بيانات اين كتاب بر آن اساس نهاده شده ، طريقه اى جديد نيست ، بلكه قديمى ترين طريقه اى است كه در فن تفسير سلوك شده ، و طريقه معلمين تفسير سلام الله عليهم است .</p><p>البته در خلال اين كتاب بحث هاى مختلف فلسفى ، و علمى ، و تاريخى ، و اجتماعى ، و اخلاقى ، هست ، كه در آنها نيز به مقدار وسعمان بحث كرده ايم ، و در همه اين بحث ها به ذكر آن مقدماتى كه سنخيت با بحث داشته اكتفاء نموده ، و از ذكر مقدماتى كه مقدميت ندارد، و خارج از طور بحث است خوددارى نموديم .</p><p>و سداد و رشاد را از خدايتعالى مسئلت مى نمائيم كه بهترين ياور و راهنمااست .</p><p>فقير الى الله محمد حسين طباطبائى</p>", "title": "ويژگى تفسير الميزان"}], "chapter": "تفسیر المیزان", "translations": ["بسم الله الرحمن الرحيم", "الحمدلله الذى انزل الفرقان على عبده ليكون للعالمين نذيرا، و الصلوة على من جعله شاهدا و مبشرا و نذيرا، و داعيا الى الله باذنه و سراجا منيرا و على آله الذين اذهب عنهم الرجس ، و طهرهم تطهيرا."], "versesOffset": null, "eos": true, "id": "0-2", "verses": ["بسم الله الرحمن الرحيم", "الحمدلله الذى انزل الفرقان على عبده ليكون للعالمين نذيرا، و الصلوة على من جعله شاهدا و مبشرا و نذيرا، و داعيا الى الله باذنه و سراجا منيرا و على آله الذين اذهب عنهم الرجس ، و طهرهم تطهيرا."]}