{"section": "آيات 1 - 5", "subsections": [{"text": "<p>از آنجائيكه اين سوره بتدريج ، و بطور متفرق نازل شده ، نمى توان غرض واحدى كه مورد نظر همه آياتش باشد در آن يافت ، تنها مى توان گفت : كه قسمت عمده آن از يك غرض واحد و چشم گير خبر مى دهد، و آن عبارتست از بيان اين حقيقت كه عبادت حقيقى خداى سبحان باين است كه بنده او بتمامى كتابهائيكه او بمنظور هدايت وى و بوسيله انبيائش نازل كرده ، ايمان داشته باشد، و ميان اين وحى و آن وحى ، اين كتاب و آن كتاب ، اين رسول و آن رسول ، فرقى نگذارد.</p><p>در اين سوره علاوه بر بيان حقيقت نامبرده ، كفار و منافقين ، تخطئه ، و اهل كتاب ملامت شده اند، كه چرا ميانه اديان آسمانى و رسولان الهى فرق گذاشتند؟ و در هر فرازى بمناسبت عده اى از احكام از قبيل برگشتن قبله از بيت المقدس بسوى كعبه ، و احكام حج ، وارث ، و روزه ، و غير آن را بيان نموده ، بفرازى ديگر پرداخته است .</p><p>(الف - لام - ميم )، گفتار پيرامون حروف بريده ايكه در اول بعضى از سوره هاى قرآن آمده ، انشاءاللّه در ابتداى سوره شورى ، از نظر خواننده خواهد گذشت ، و همچنين گفتار در معناى هدايت بودن ، و كتاب بودن قرآن مى آيد. #(هدى للمتقين ، الذين يؤ منون ) الخ ، متقين عبارتند از مؤمنين ، چون تقوى از اوصاف خاصه طبقه معينى از مؤمنين نيست ، و اينطور نيست كه تقوى صفت مرتبه اى از مراتب ايمان باشد، كه دارندگان مرتبه پائين تر، مؤمن بى تقوى باشند، و در نتيجه تقوى مانند احسان و اخبات و خلوص ، يكى از مقامات ايمان باشد، بلكه صفتى است كه با تمامى مراتب ايمان جمع ميشود، مگر آنكه ايمان ، ايمان واقعى نباشد.</p><p>دليل اين مدعا اين است : خدايتعالى دنبال اين كلمه ، يعنى كلمه (متقين )، وقتى اوصاف آنرا بيان مى كند، از ميانه طبقات مؤمنين ، با آنهمه اختلاف كه در طبقات آنان است ، طبقه معينى را مورد نظر قرار نميدهد، و طورى متقين را توصيف نميكند كه شامل طبقه معينى شود.</p><p>و در اين آيات نوزده گانه كه حال مؤمنين و كفار و منافقين را بيان مى كند، از اوصاف معرف تقوى ، تنها پنج صفت را ذكر مى كند، و آن عبارتست از ايمان بغيب ، و اقامه نماز، و انفاق از آنچه خداى سبحان روزى كرده ، و ايمان بانچه بر انبياء خود نازل فرموده ، و بتحصيل يقين بآخرت ، و دارندگان اين پنج صفت را باين خصوصيت توصيف كرده : كه چنين كسانى بر طريق هدايت الهى و داراى آن هستند.</p>", "title": "بيان"}, {"text": "<p>و اين طرز بيان بخوبى مى فهماند كه نامبردگان بخاطر اينكه از ناحيه خداى سبحان هدايت شده اند، داراى اين پنج صفت كريمه گشته اند، ساده تر اينكه ايشان متقى و (داراى پنج صفت نامبرده نشده اند)، مگر بهدايتى از خدايتعالى ، آنگاه كتاب خود را چنين معرفى مى كند: كه هدايت همين متقين است ، (لا ريب فيه هدى للمتقين)، پس مى فهميم كه هدايت كتاب ، غير آن هدايتى است كه اوصاف نامبرده را در پى داشت ، و نيز مى فهميم كه متقين ، داراى دو هدايتند، يك هدايت اولى كه بخاطر آن متقى شدند، و يك هدايت دومى كه خداى سبحان بپاس تقوايشان بايشان كرامت فرمود.</p><p>آنوقت مقابله بين متقين كه گفتيم داراى دو هدايتند، با كفار و منافقين درست ميشود، چون كفار هم داراى دو ضلالت ، و منافقين داراى دو كورى هستند، يكى ضلالت و كورى اول ، كه باعث اوصاف خبيثه آنان از كفر و نفاق و غيره شد، دوم ضلالت و كورى اى كه ضلالت و كورى اولشان را بيشتر كرد، اولى را بخود آنان نسبت داد، و دومى را بخودش ، كه بعنوان مجازات دچار ضلالت و كورى بيشتريشان كرد، و در خصوص كفار فرمود: (ختم اللّه على قلوبهم ، و على سمعهم و على ابصارهم غشاوة)، غشاوت را بخود آنان نسبت داد، و مهر زدن بر دلهاشانرا بخودش .</p><p>همچنانكه در آيات بعد درباره منافقين مى فرمايد: (فى قلوبهم مرض فزادهم اللّه مرضا)، مرض اولى را بخود منافقين نسبت ميدهد، و مرض دومى ايشانرا بخودش ، بهمان معنائى كه از آيه (يضل به كثيرا، و يهدى به كثيرا، و ما يضل به الا الفاسقين)، (خدا با اين قرآنش بسياريرا گمراه ، و بسيارى را هدايت مى كند، و با آن گمراه نميكند مگر فاسقان را، آنهائى را كه قبل از برخورد با قرآن فاسق بوده اند)، و آيه : (فلما زاغوا ازاغ اللّه قلوبهم)، (وقتى خودشان از راه راست منحرف شوند، خدا هم دلهاشان را منحرف مى كند) استفاده ميشود.</p>", "title": "متقين داراى دو هدايتند همچناكه كفار و منافقين در دو ضلالت مى باشند"}, {"text": "<p>و كوتاه سخن آنكه : متقين ميان دو هدايت واقعند، همچنانكه كفار و منافقين ميانه دو ضلالت قرار گرفته اند، و هر سه طبقه از دو خصيصه خود، يكى را يعنى اولى را خودشان داشته اند، و دومى را خداوند بعنوان جزا بر اوليشان اضافه كرده است .</p><p>و چون هدايت دومى متقين بوسيله قرآن صورت مى گيرد، معلوم ميشود هدايت اولى قبل از قرآن بوده ، و علت آن سلامت فطرت بوده است (و اما اينكه چرا بعضى فطرتشان سالم است ، و بعضى نا سالم ، و آيا علت تامه آن وراثت و خوبى و بدى پدر و مادر و شير و امثال آنها است ، و يا علت تامه اش خود انسان است ؟ در پاسخ ميگوئيم هيچيك از اينها علت تامه نيست ، ولى همه آنها بمقدار اقتضاء اثر دارد. مترجم ).</p><p>اين وجدانى همه ما است كه اگر فطرت كسى سالم باشد، ممكن نيست كه باين حقيقت اعتراف نكند، كه من موجود محتاجم ، و احتياجم بچيزى است كه خارج از ذات خودم است ، و همچنين غير من تمامى موجودات ، و آنچه كه بتصور و وهم يا عقل درآيد، محتاج بامرى هستند خارج از ذاتشان ، و آن امر و آن چيز، امرى است كه سلسله همه حوائج بدو منتهى ميشود.</p>", "title": "هدايت اول متقين از سلامت فطرت و هدايت دوم از ناحيه قرآن و فرع بر هدايت اول است"}, {"text": "<p>پس شخصيكه سلامت فطرت داشته باشد خواه ناخواه ايمان به موجودى غايب از حس خودش دارد: موجوديكه هستى خودش و هستى همه عالم ، مستند بآن موجود است .</p><p>شخص سليم الفطره بعد از آنكه بچنين موجودى غيبى ايمان آورد، و اعتراف كرد، فكر مى كند كه اين مبداء كه حتى دقيقه اى از دقائق از حوائج موجودات غافل نميماند، و براى هر موجودى آنچنان سرپرستى دارد كه گوئى غير از آن ديگر مخلوقى ندارد، چگونه ممكن است از هدايت بندگانش غافل بماند، و راه نجات از اعمال مهلك ، و اخلاق مهلك را بآنان ننمايد؟ همين سئوالى كه از خود مى كند، و سئوالات ديگرى كه از آن زائيده ميشود سر از مسئله توحيد و نبوت و معاد در مى آورد، و در نتيجه خود را ملزم ميداند كه در برابر آن مبدء يكتا خضوع كند چون خالق و رب او و رب همه عالم است ، و نيز خود را ملزم ميداند كه در جستجوى هدايت او برآيد، و وقتى بهدايت او رسيد، آنچه در وسع او هست از مال و جاه و علم و فضيلت همه را در راه احياء آن هدايت و نشر آن دين بكار بندد، و اين همان نماز و انفاق است ، اما نه نماز و زكاة قرآن ، چون گفتار ما درباره شخص سليم الفطره اى است كه اينها را در فطرت خود مى يابد، بلكه نماز و زكاتيكه فطرتش بگردنش مى اندازد، و او هم از فطرتش مى پذيرد.</p><p>از اينجا معلوم شد كه اين پنج صفتى كه خدايتعالى آنها را زمينه هدايت قرآنى خود قرار داده ، صفاتى است كه فطرت سالم در آدمى ايجاد مى كند، و در آيات مورد بحث بدارندگان چنين فطرتى وعده ميدهد كه بزودى بوسيله قرآنش ايشانرا هدايت مى كند، البته هدايتى زائد بر هدايت فطرتشان ، پس اعمال پنج گانه نامبرده ، متوسط ميان دو هدايتند، هدايتى سابق بر آن اعمال ، و هدايتى لاحق بآنها، و اعتقاد صادق و اعمال صالح ميان دو هدايت واسطه اند، بطوريكه اگر بعد از هدايت فطرت ، آن اعتقاد و آن اعمال نباشد، هدايت دومى دست نمى دهد.</p>", "title": "حقايقى كه شخص سليم الفطره به آنها ايمان مى آورد"}, {"text": "<p>دليل بر اينكه هدايت دومى از ناحيه خداى سبحان ، و فرع هدايت اولى است ، آيات بسيارى است كه چند آيه از آنها ذيلا از نظر خواننده مى گذرد: (يثبت اللّه الذين آمنوا بالقول الثابت ، فى الحيوه الدنيا و فى الآخرة)، (خدا كسانى را كه ايمان آوردند، به قول ثابت در حياة دنيا و در آخرت پا بر جا مى كند، و خلاصه آنچنانشانرا آنچنان تر ميسازد)، پس معلوم ميشود بقول معروف چشمه بايد از خودش آب داشته باشد، تا با لايه روبى زيادترش كرد (مترجم ) (يا ايها الذين آمنوا اتقوا اللّه ، و آمنوا برسوله ، يوتكم كفلين من رحمتة ، و يجعل لكم نورا تمشون به)، (اى كسانيكه ايمان آورده ايد. از خدا بترسيد، و برسول او ايمان بياوريد، تا خدا از رحمتش ‍ دو برابر بشما بدهد، و برايتان نورى قرار دهد، تا با آن نور مشى كنيد) فراموش نشود كه فرمود: اى كسانيكه ايمان آورده ايد، ايمان بياوريد، معلوم مى شود ايمان اولى فطرى است ، و ايمان دومى برسول و بكتاب او است . مترجم . ان تنصروا اللّه ينصركم و يثبت اقدامكم ، اگر خدا را يارى كنيد، خدا ياريتان مى كند، و ايمانتان را قوى مى سازد)، معلوم مى شود يارى كردن دين خدا كه همان هدايت اولى است سبب مى شود ثبات قدم را، كه خود هدايت دومى و زائد بر اولى است ).</p><p>(و اللّه لا يهدى القوم الفاسقين)، (خدا مردم تبهكار را هدايت نمى كند)، پس معلوم ميشود انحراف از هدايت اولى ، كه همان تبه كارى باشد، باعث محروميت از هدايت خدا مى گردد، و از اين قبيل آياتى ديگر.</p><p>و مسئله ضلالت كفار و منافقين ، عينا مانند هدايت متقين ، داراى دو مرحله است ، يكى از ناحيه خود مردم ، و يكى بعنوان مجازات از ناحيه خدا، كه انشاء اللّه بزودى بيانش خواهد آمد. و در آيات مورد بحث بحياة ديگرى اشاره شده ، كه انسانها در آن حياة زندگى را از سر مى گيرند، حياتى است كه فعلا پنهان است ، و نسبت بحياة دنيا جنبه باطن را دارد نسبت بظاهر، حياتى است كه زندگى انسان بوسيله آن حياة در همين دنيا و بعد از مردن و در بعث و قيامت يكسره مى شود، و در بين ، مرگى ، و انعدامى فاصله نمى گردد، همچنانكه فرمود: (او من كان ميتا فاحييناه ، و جعلنا له نورا، يمشى به فى الناس ، كمن مثله فى الظلمات ليس بخارج منها؟) (آيا كسى كه مرده و بى جان بود، او را زنده كرديم ، و برايش نورى قرار داديم ، تا با آن در ميانه مردم آمد و شد كرد، مثل كسى است كه در ظلمتها قرار دارد، و بيرون شدنى برايش نيست ؟)</p><p>كه انشاء اللّه بزودى بحث ما پيرامون اين زندگى خواهد آمد.</p>", "title": "آياتى دال بر اينكه هدايت دومى از ناحيه خدا وقوع بر هدايت اولى است"}, {"text": "<p>(يؤمنون): ايمان ، عبارتست از جايگير شدن اعتقاد در قلب ، و اين كلمه از ماده (ء - م - ن) اشتقاق يافته ، كانه شخص با ايمان ، بكسى كه بدرستى و راستى و پاكى وى اعتقاد پيدا كرده ، امنيت مى دهد، يعنى آنچنان دلگرمى و اطمينان مى دهد كه هرگز در اعتقاد خودش دچار شك و ترديد نمى شود، چون آفت اعتقاد و ضد آن شك و ترديد است .</p>", "title": "معنى ايمان"}, {"text": "<p>و ايمان همانطور كه قبلا هم گفتيم ، معنائى است داراى مراتبى بسيار چون اذعان و اعتقاد، گاهى بخود چيزى پيدا ميشود و تنها اثر وجود آن چيز بر آن اعتقاد مترتب ميشود، و گاهى از اين شديدتر است ، بطوريكه به پاره اى لوازم آن نيز متعلق مى گردد و گاهى از اين نيز شديدتر ميشود، و به همه لوازم آن متعلق ميشود، و از همين جا نتيجه مى گيريم : كه مؤمنين هم در اعتقادشان بغيب ، و بخداى حاضر و ناظر، و بروز جزاى او، در يك طبقه نيستند، بلكه طبقات مختلفى دارند.</p>", "title": "اشاره به مراتب ايمان"}, {"text": "<p>(بالغيب): كلمه غيب بر خلاف شهادت ، عبارتست از چيزيكه در تحت حس و درك آدمى قرار ندارد، و آن عبارتست از خداى سبحان ، و آيات كبراى او، كه همه از حواس ما غايبند، و يكى از آنها وحى است ، كه در جمله (و الذين آمنوا بما انزل اليك و ما انزل من قبلك) الخ ، به آن اشاره فرموده .</p><p>پس مراد از ايمان به غيب در مقابل ايمان بوحى ، و ايمان بآخرت ، عبارتست از ايمان بخداى تعالى ، و در نتيجه در اين چند آيه به ايمان بهمه اصول سه گانه دين اشاره شده است ، و قرآن كريم همواره اصرار و تاكيد دارد در اينكه بندگان خدا نظر خود را منحصر در محسوسات و ماديات نكنند، و ايشانرا تحريك مى كند باينكه : از عقل سليم و لب خالص پيروى كنند.</p>", "title": "معنى غيب و ايمان به غيب"}, {"text": "<p>(و بالاخره هم يوقنون ) الخ ، قبلا اعتقاد راسخ به توحيد و نبوت را به كلمه ايمان تعبير آورد، و در اين جمله اعتقاد راسخ بخصوص به آخرت را به ايقان تعبير كرده ، و اين بدان جهت است كه بلازمه يقين ، كه عبارتست از فراموش نكردن آخرت ، نيز اشاره كرده باشد، چون بسيار ميشود انسان نسبت بچيزى ايمان دارد و هيچ شكى در آن ندارد، اما پاره اى از لوازم آنرا فراموش مى كند، و در نتيجه عملى منافى با ايمانش انجام ميدهد، بخلاف يقين كه ديگر با فراموشى نميسازد، و ممكن نيست انسان ، عالم و مؤمن بروز حساب باشد، و همواره آنروز را در خاطر داشته و بياد آن باشد، بياد روزى باشد كه در آن روز بحساب كوچك و بزرگ اعمالش ‍ مى رسند، و در عين حال پاره اى گناهان را مرتكب شود، چنين كسى نه تنها مرتكب گناه نميشود، بلكه از ترس ، بقرق گاههاى خدا نزديك هم نمى گردد.</p><p>همچنانكه خدايتعالى درباره آنان فرموده : (و لا تتبع الهوى ، فيضلك عن سبيل اللّه ، ان الذين يضلون عن سبيل اللّه ، لهم عذاب شديد، بما نسوا يوم الحساب )، (خواهش نفس را پيروى مكن ، كه تو را از راه خدا گمراه مى كند، كسانيكه از راه خد ا گمراه ميشوند، عذابى شديد دارند، بخاطر اينكه روز حساب را فراموش كردند)،و فهمانيد كه ضلالت از راه خدا تنها بخاطر فراموشى روز حساب است ، و بدين جهت در آيات مورد بحث فرمود: (و بالاخرة هم يوقنون )، چون بياد آخرت بودن ، و بدان يقين داشتن ، تقوى را نتيجه ميدهد.</p><p>(اولئك على هدى من ربهم ) الخ ، هدايت همه اش از خداى سبحان است ، و هيچ قسمى از آن بهيچ كس نسبت داده نميشود، مگر بطريق مجاز گوئى ، كه بحث مفصلش انشاء اللّه بزودى خواهد آمد. در جمله مورد بحث ، مؤمنين را بهدايت توصيف كرده ، و در موردى ديگر هدايت را اينطور تعريف كرده كه : (فمن يرد اللّه ان يهديه )، (يشرح صدره ، يعنى كسى را كه خدا بخواهد هدايت كند سينه اش را گشاده ميسازد) و گشادگى سينه ، بمعناى وسعت آن است ، وسعتى كه هر تنگى و تنگ نظرى و بخل را از آن دور ميسازد، و چون در جاى ديگر فرموده : (و من يوق شح نفسه فاولئك هم المفلحون )، (كسيكه او را از بخل درونى حفظ كرده باشند چنين كسانى از رستگارانند)، لذا مى بينيم در آخر آيه مورد بحث هم نامى از رستگارى برده ، مى فرمايد: (اولئك على هدى من ربهم و اولئك هم المفلحون ).</p>", "title": "وجه تغيير به (ايقان ) در (و بالاخرة هم يوقنون )"}, {"text": "<p>در كتاب معانى الاخبار از امام صادق عليه السلام روايت آمده ، كه در ذيل آيه : (الذين يومنون بالغيب ) فرموده : يعنى (كسيكه ايمان بقيام قائم عليه السلام داشته باشد، و آنرا حق بداند).</p><p>مولف: اين معنا در غير اين روايت نيز آمده ، ولى اين روايات همه از باب تطبيق كلى بر مصداق بارز آنست .</p><p>و در تفسير عياشى از امام صادق عليه السلام روايت شده كه در ذيل جمله : (و ممّا رزقناهم ينفقون )، فرموده : يعنى از آنچه ما بايشان تعليم كرده ايم ، بديگران تعليم مى كنند، و علم را گسترش ميدهند.</p><p>و نيز در كتاب معانى الاخبار از آنجناب ، و در ذيل همان جمله روايت آمده ، كه فرمود: يعنى از آنچه ما بايشان تعليم داده ايم بديگران داده ، علم را گسترش ميدهند، و از آنچه از قرآن بايشان آموختيم ، تلاوت مى كنند.</p><p>مولف: اين دو روايت مبنى بر اين هستند كه انفاق ، اعم از انفاق مالى باشد، و همين طور هم هست ، همچنانكه قبلا گفتگويش ‍ گذشت .</p>", "title": "بحث روايتى (شامل دو روايت درباره غيب و انفاق در آيه كريمه )"}, {"text": "<p>در اين بحث پيرامون اين معنا گفتگو داريم ، كه آيا جائز است انسان بر غير از ادراك هاى حسى ، يعنى بر مبانى عقلى اعتماد كند، يا نه ؟ و اين مسئله خود يكى از مسائلى است كه معركه آراء دانشمندان غربى اخير قرار گرفته ، و روى آن از دو طرف حرفها زده اند، البته همانطور كه گفتيم متاءخرين از دانشمندان غرب روى آن ايستادگى كرده اند، و گر نه بيشتر قدماء و حكماى اسلام ، فرقى ميان ادراكات حسى و عقلى نگذاشته ، هر دو را مثل هم جائز دانسته اند.</p><p>بلكه گفته اند: كه برهان علمى شاءنش اجل از آنست كه پيرامون محسوسات اقامه شود، اصلا محسوسات را بدان جهت كه محسوسند شامل نميشود.</p><p>در مقابل ، بيشتر دانشمندان غرب ، و مخصوصا طبيعى دانهاى آنان ، بر آن شده اند كه اعتماد بر غير حس صحيح نيست ، باين دليل كه مطالب عقلى محض ، غالبا غلط از آب در مى آيد، و براهين آن بخطا مى انجامد، و معيارى كه خطاى آن را از صوابش جدا كند، در دست نيست ، چون معيار بايد حس باشد، كه دست حس و تجربه هم بدامن كليات عقلى نمى رسد، و چون سر و كار حس تنها با جزئيات است ، و وقتى اين معيار بآن براهين راه نداشت ، تا خطاى آنها را از صوابش جدا كند، ديگر بچه جرات ميتوان بآن براهين اعتماد كرد؟!</p><p>بخلاف ادراكهاى حسى ، كه راه خطاى آن بسته است ، براى اينكه وقتى مثلا يك حبه قند را چشيديم ، و ديديم كه شيرين است ، و اين ادراك خود را دنبال نموده ، در ده حبه ، و صد حبه و بيشتر تجربه كرديم ، يقين مى كنيم كه پس بطور كلى قند شيرين است ، و اين دركهاى ذهنى چندين باره را در خارج نيز اثبات مى كنيم . اين دليل غربى ها است ، بر عدم جواز اعتماد بر براهين عقلى ، اما دليلشان عليل ، و مورد اشكال است ، آنهم چند اشكال .</p>", "title": "بحث فلسفى (پيرامون اعتماد به غير ادراكات حسى و پاسخ به دانشمندان حس گرا)"}, {"text": "<p>اول اينكه همه مقدماتى كه براى بدست آوردن آن نتيجه چيدند مقدماتى بود عقلى ، و غير حسى پس آقايان با مقدماتى عقلى ، اعتماد بر مقدمات عقلى را باطل كرده اند، غافل از آنكه اگر اين دليلشان صحيح باشد، مستلزم فساد خودش ميشود.</p><p>دوم اينكه غلط و خطاء در حس ، كمتر از خطاء در عقليات نيست ، و اگر باور ندارند بايد تا بجائى مراجعه كنند، كه در محسوسات و ديدنيها ايراد شده ، پس اگر صرف خطاء در بابى از ابواب علم ، باعث شود كه ما از آن علم سد باب نموده ، و بكلى از درجه اعتبار ساقطش بدانيم ، بايد در علوم حسى نيز اعتمادمان سلب شده ، و بكلى درب علوم حسى را هم تخته كنيم .</p><p>سوم اينكه در علوم حسى نيز تشخيص ميان خطا و صواب مطالب ، با حس و تجربه نيست ، و در آنجا نيز مانند علوم عقلى تشخيص با عقل و قواعد عقلى است ، و مسئله حس و تجربه تنها يكى از مقدمات برهان است ، توضيح اينكه مثلا وقتى با حس خود خاصيت فلفل را درك كنيم ، و تشخيص دهيم كه در ذائقه چه اثرى دارد، و آنگاه اين حس خود را با تجربه تكرار كرديم ، تازه مقدمات يك قياس ‍ برهانى براى ما فراهم شده ، و آن قياس بدين شكل است : اين تندى مخصوص براى فلفل دائمى و يا غالبى است ، و اگر اثر چيز ديگرى ميبود براى فلفل دائمى يا غالبى نميشد ولى دائمى و غالبى است ، و اين برهان بطوريكه ملاحظه مى فرمائيد همه مقدماتش ‍ عقلى و غير حسى است ، و در هيچيك آنها پاى تجربه در ميان نيامده .</p><p>چهارم اينكه تمامى علوم حسى در باب عمل با تجربه تاءييد ميشوند، و اما خود تجربه اثباتش با تجربه ديگر نيست ، و گرنه لازم مى آمد يك تجربه تا لانهايت تجربه بخواهد، بلكه علم بصحت تجربه از طريق عقل بدست مى آيد، نه حس و تجربه ، پس اعتماد بر علوم حسى و تجربى بطور ناخودآگاه اعتماد بر علوم عقلى نيز هست .</p>", "title": "چند اشكال بر دليل غربى ها بر عدم جواز اعتماد بر براهين عقلى"}, {"text": "<p>پنجم اينكه حس ، جز امور جزئى را كه هر لحظه در تغيير و تبديل است درك نمى كند، در حاليكه علوم حتى علوم حسى و تجربى ، آنچه بدست ميدهند، كليات است ، و اصلا جز براى بدست آوردن نتائج كلى بكار نمى روند، و اين نتائج محسوس و مجرب نيستند، مثلا علم تشريح از بدن انسان ، تنها اين معنا را درك مى كند، كه مثلا قلب و كبد دارد، و در اثر تكرار از اين مشاهده ، و ديدن اعضاى چند انسان ، يا كم و يا زياد، همين دركهاى جزئى تكرار ميشود، و اما حكم كلى هرگز نتيجه نميدهد، يعنى اگر بنا باشد در اعتماد و اتكاء تنها بآنچه از حس و تجربه استفاده ميشود اكتفاء كنيم ، و اعتماد به عقليات را بكلى ترك كنيم ، ديگر ممكن نيست بادراكى كلى ، و فكرى نظرى ، و بحثى علمى ، دست يابيم ، پس همانطور كه در مسائل حسى كه سر و كار تنها با حس است ، ممكن است و بلكه لازم است كه به حس اعتماد نموده ، و درك آنرا پذيرفت ، همچنين در مسائلى كه سر و كار با قوه عقل ، و نيروى فكر است ، بايد بدرك آن اعتماد نموده ، و آنرا پذيرفت .</p><p>و مرادمان از عقل آن مبدئى است كه اين تصديقهاى كلى ، و احكام عمومى بدان منتهى ميشود، و جاى هيچ ترديد نيست ، كه با انسان چنين نيروئى هست ، يعنى نيروئى بنام عقل دارد،كه ميتواند مبدء صدور احكام كلى باشد، با اين حال چطور تصور دارد، كه قلم صنع و تكوين چيزى را در آدمى قرار دهد، كه كارش همه جا و همواره خطا باشد؟ و يا حداقل در آن وظيفه اى كه صنع و تكوين برايش تعيين كرده امكان خطا داشته باشد؟ مگر غير اين است كه تكوين وقتى موجودى از موجودات را بوظيفه اى و كارى اختصاص ميدهد، كه قبلا رابطه اى خارجى ميان آن موجود و آن فعل برقرار كرده باشد، و در موجود مورد بحث يعنى عقل ، وقتى صنع و تكوين آنرا در انسانها بوديعت مى گذارد، تا حق را از باطل تميز دهد، كه قبلا خود صنع ميان عقل و تميز بين حق و باطل رابطه اى خارجى برقرار كرده باشد، و چطور ممكن است رابطه اى ميان موجودى (عقل ) و معدومى (خطا) برقرار كند؟ پس نه تنها عقل هميشه خطا نمى رود، بلكه اصلا ميان عقل و خطا رابطه اى نيست</p><p>و اما اينكه مى بينيم گاهى عقل و يا حواس ما در درك مسائل عقلى و يا حسى بخطا مى روند، اين نه بخاطر اين است كه ميان عقل و حواس ما با خطا رابطه اى است ، بلكه علت ديگرى دارد، كه بايد براى بدست آوردن آن بجائى ديگر مراجعه كرد، چون اينجا جاى بيان آن نيست (و راهنما خدا است ).</p>", "title": "با ترك عقليات دستيابى به ادراكى كلى و فكرى نظرى و بحثى عملى ممكن نيست"}, {"text": "<p>انسان ساده اى كه هنوز باصطلاح پشت و روى دست را نشناخته اين معنا را در خود مى يابد، كه از هر چيز عين خارجى آنرا درك ميكند بدون اينكه توجه داشته باشد باينكه علم واسطه ميان او و آن موجود است ، و اين سادگى را همواره دارد تا آنكه در موردى دچار شك و ترديد، و يا ظن - كه پائين تر از علم ، و بالاتر از شك است - بگردد، آنوقت متوجه ميشود كه تاكنون در مسير زندگى و معاش دنيويش هر چه را مى فهميده و درك ميكرده بوسيله علم بوده ، و علم بين او و مدركاتش واسطه بوده ، و از اين به بعد هم بايد سعى كند با چراغ علم قدم بردارد، مخصوصا وقتى مى بيند كه گاهى در فهم و دركش دچار اشتباه مى شود، اين توجهش بيشتر مى شود، چون فكر مى كند در عالم خارج و بيرون از ذهن كه هيچ خطا و غلطى وجود ندارد - چون گفتيم خطا و غلط يعنى چيزى كه در خارج نيست - اينجاست كه يقين مى كند در وجودش حقيقتى هست بنام علم ، (يعنى ادراكى ذهنى ، كه مانع از ورود نقيض خود در ذهن است ) و اين واقعيتى است كه ذهن ساده يك انسان آنرا در مى يابد.</p><p>وقت ى مسئله را در زير قعر انبيق علمى هم وارسى مى كنيم بعد از بحث هاى طولانى و جستجوهاى پى گير، باز بهمان نتيجه مى رسيم كه ذهن ساده ما بآن برخورده بود.</p><p>زيرا وقتى ادراكهاى خود را در زير قعر انبيق قرار مى دهيم ، و آنرا تجزيه و تحليل مى كنيم ، مى بينيم كه همه آنها به دو مسئله منتهى مى شوند، كه ديگر ابتدائى تر از آنها هيچ مسئله اى نيست ، و آن دو مسئله ابتدائى و بديهى اين است كه 1 - (هست و نيست در يك مورد با هم جمع نمى شوند)، 2 - (هست و نيست از يك مورد سلب نميشوند)، ساده تر آنكه ممكن نيست موجودى هم باشد و هم نباشد، و نه باشد و نه نباشد.</p><p>دليل اين مطلب آنست كه هيچ مسئله بديهى و يا علمى نيست ، مگر آنكه در تماميتش محتاج باين دو قضيه بديهى و اولى است ، حتى اگر فرض كنيم كه در اين دو مسئله شك داريم ، باز در همين شك خود محتاج باين دو قضيه هستيم ، چون ممكن نيست هم شك داشته باشيم و هم در عين حال شك نداشته باشيم ، و وقتى بداهت اين دو قضيه ثابت شد، هزاران مسئله تصديقى و علمى كه ما محتاج به اثبات آنيم ثابت ميشود، مسائلى كه آدمى در نظريه هاى علميش ، و در اعمالش محتاج بدانها است . آرى هيچ موقفى علمى و هيچ واقعه اى علمى پيش نميايد، مگر آنكه تكيه گاه آدمى در آن موقف علم است ، حتى آدمى شك خود را هم با علم تشخيص ‍ ميدهد، و همچنين ظن خود، و يا جهل خود را، يكجا يقين دارد كه علم دارد، جائى ديگر يقين دارد كه شك دارد، و جائى ديگر يقين دارد كه ظن دارد و جاى چهارم يقين دارد كه نادان است .</p><p>تا بجائى رسيد دانش من كه بدانم همى كه نادانم مترجم</p><p>پس احتياج انسان در تمامى مواقف زندگيش بعلم ، بدان حد است كه حتى در تشخيص علم و شك و ظن و جهلش نيز محتاج بعلم است .</p>", "title": "بحث فلسفى ديگر (در اثبات وجود علم و رد بر سوفسطائيان و شاكان )"}, {"text": "<p>ولى مع الاسف در عصر يونانيها جماعتى پيدا شدند، بنام سوفسطائيها، كه وجود علم را انكار كردند، و گفتند اصلا بهيچ چيز علم نداريم ، و درباره هر چيزى شك مى كردند، حتى در خودشان ، و در شكشان هم شك مى كردند، جمعى ديگر بنام شكاكها، كه مسلكى نزديك مسلك آنها داشتند، از آنان پيروى نمودند، آنها هم وجود علم را از خارج از خود، و افكار خود، يعنى ادراكات خود، نفى نموده ، و براى خود ادله اى تراشيدند.</p><p>اول اينكه قوى ترين و روشن ترين علوم و ادراكات ، (كه عبارتست از ادراكهاى حاصل از حواس ظاهرى ما)، سرشار است از خطا و غلط، شعله آتش گردان را بصورت دائره مى بينيم ، و حال آنكه آنطور نيست ، و از اين قبيل خطاها در حس بسيار است ، دست خود از آب پنجاه درجه حرارت در آورده در آب پانزده درجه حرارت فرو مى كنيم ، بنظر آب سرد مى آيد، و دست ديگرمان را از آب يخ در آورده ، در همان آب فرو مى كنيم ، داغ بنظر مى آيد، با اين حال ديگر چطور ممكن است ، نسبت بموجوداتى كه خارج از وجود ما است ، علم پيدا كنيم ، و بآن علم اعتماد هم بكنيم .</p><p>دوم اينكه ما بهر چيز كه خارج از وجود ما است ، بخواهيم دست بيابيم كه چيست ؟ و چگونه است ؟ بوسيله علم دست مى يابيم ، پس ‍ در حقيقت ما بعلم خود دست يافته ايم ، نه بآن چيز، مثلا مى خواهيم ببينيم كبوتر چيست ؟ و چگونه است ؟ ما از راه علم يعنى ارتسام نقشى از كبوتر در ذهن خود كبوتر را مى شناسيم ، پس ما در حقيقت كبوتر ذهن خود را ديده ، و شناخته ايم ، نه كبوتريكه در خارج از وجود ما، و لب بام خانه ما است ، با اين حال ما چگونه مى توانيم بحقيقت موجودى از موجودات دست پيدا كنيم ؟ و يقين كنيم كه آن موجود همانطور است كه ما درك كرده ايم ؟ وجوهى ديگر براى اثبات نظريه خود آورده اند، كه مهم تر آنها همين دو وجه بود.</p>", "title": "سوفسطائيها و شكّاكها و ادلّه اى كه براى خود تراشيده اند"}, {"text": "<p>جواب وجه اولشان اين است كه : اين دليل خودش خود را باطل مى كند، براى اينكه وقتى بنا باشد بهيچ قضيه تصديقى اعتماد نكنيم ، بقضايائى هم كه دليل شما از آن تشكيل شده ، نبايد اعتماد كرد، علاوه بر اينكه اعتراف بوجود خطاهاى بسيار، خود اعتراف بوجود صواب هم هست ، حال يا صوابهائى معادل خطاها، و يا بيشتر، چون وقتى در عالم به خطائى بر مى خوريم ، كه بصواب هم بر خورده باشيم و گر نه از كجا خطا را شناخته ايم .</p><p>علاوه بر اينكه بايشان ميگوئيم : مگر غير سوفسطائيان كه بعلم اعتماد مى كنند، ادعاء كرده اند كه تمامى تصديقهايشان صحيح ، و بدون خطا است ؟ كسى چنين ادعائى نكرده ، بلكه در مقابل شما كه بطور كلى ميگوئيد: هيچ علمى قابل اعتماد نيست ، ادعاء مى كنند كه بعضى از علوم قابل اعتماد هست ، و اين موجبه جزئيه براى ابطال سلب كلى شما كافى است ، و دليلى كه شما اقامه كرديد نمى تواند موجبه جزئيه خصم شما را باطل كند.</p>", "title": "پاسخ وجه اول آنان"}, {"text": "<p>و اما وجه دوم ، پاسخ از آن اين است كه : محل نزاع بين ما و شما علم بود، كه ما مى گفتيم هست ، و ميتوان بدان اعتماد كرد، و شما مى گفتيد اصلا علم نيست ، آنوقت در دليل دوم خود اعتراف كرديد كه بهر چيزى علم پيدا مى كنيد، چيزيكه هست ميگوئيد علم ما غير آن موجود خارجى است ، و اين مسئله مورد بحث ما و شما نبود، و ما نخواستيم بگوئيم واحدى هم نگفته كه واقعيت هر چيزى كه ما درك كنيم همانطور است كه ما درك كرده ايم .</p><p>علاوه بر اين ، اينكه خود آقايان روزمره بحكم اضطرار مجبور ميشوند، بر خلاف نظريه خود عمل كنند، چون از صبح تا بشام در حركتند، حركت بسوى كسب ، بسوى كشت ، بسوى غذا، بسوى آب ، از ايشان مى پرسيم : آقا شما اين همه براى غذا تلاش مى كنى ، براى اين است كه واقعا غذا بخورى ، و آب بنوشى ، و رفع گرسنگى ، و عطش از خود كنى ، يا تنها تصور غذا، و آب تو را اينچنين كوك كرده ، و يا اگر از شير درنده مى گريزى ، و يا از مرضهاى مهلك فرار مى كنى ، و بدر خانه طبيب مى روى ، آيا از واقعيت آنها مى ترسى ، يا از تصور آنها، تصور شير كه كسى را پاره نمى كند، و تصور مرض كسى را نمى كشد، پس واقعيت شير و مرض را درك كرده اى ، و ناخودآگاه بدست خودت نظريه فلسفيت را باطل كرده اى ، و از صبح تا بشام مشغول باطل كردن آنى .</p><p>و كوتاه سخن آنكه هر حاجت نفسانى كه احساسات ما آنها را بما الهام مى كند، در ما ايجاد حركتى مى كند، كه بپا خيزيم ، و براى رفع آن حاجت تلاش كنيم ، با اينكه اگر اين احساس حاجت نبود و ما روزى هزار بار تصور حاجت ميكرديم هرگز از جا برنميخاستيم ، پس معلوم ميشود ميان آن تصور حاجت ، و اين تصور حاجت فرق است ، در اولى واقع و خارج را ديده ايم ، و در دومى تنها نقش ذهنى را، اولى واقعيت خارجى دارد، و دومى ندارد ، و يا بگو اولى بوسيله امرى خارجى و مؤ ثر، در نفس آدمى پيدا مى شود، ولى دومى را خود انسان و باختيار خودش در دل ايجاد مى كند، اولى را علم كشف مى كند، ولى دومى خود علم است ، پس معلوم ميشود كه علم هست .</p>", "title": "پاسخ وجه دوم آنان"}, {"text": "<p>البته اين را هم بايد دانست كه در وجود علم ، از جهت ديگر شبهه اى است قوى ، كه همان شبهه ، اساس علوم مادى قرار گرفته است ، كه علم ثابت را (با اينكه هر علمى ثابت است )، نفى كنند . توضيح اينكه : بحث هاى علمى اين معنا را به ثبوت رسانده كه علم طبيعت در تحول و تكامل است ، و هر جزء از اجزاء عالم طبيعت كه فرض شود، در مسير حركت قرار دارد، و رو بسوى كمال دارد، و بنابراين اساس ، هيچ موجودى نيست ، مگر آنكه در آن دوم از وجودش ، غير آن موجود، در آن اول وجودش ميباشد.</p><p>از سوى ديگر مى دانيم ، و هيچ شكى نداريم ، در اينكه فكر و انديشه از خواص مغز و دماغ است ، و چون دماغ ، خود موجودى مادى است ، فكر نيز اثرى مادى خواهد بود، و قهرا مانند ساير موجودات در تحت قانون تحول و تكامل قرار دارد، پس تمامى ادراكات ما كه يكى از آنها ادراكهائى است كه نامش را علم نهاده ايم ، در مسير تغير و تحول قرار دارد، و ديگر معنا و مفهومى براى علم ثابت و لا يتغير باقى نمى ماند، بله اين معنا هست ، كه ادراكهاى ما دوام نسبى دارند، آنهم نه بطور مساوى ، بلكه بعضى از تصديقات ، دوام و بقاء بيشترى دارد، و عمرش طولانى تر، و يا نقيض آن پنهان تر از ساير تصديقات است ، كه ما نام اينگونه تصديقات را علم گذاشته ايم ، و ميگوئيم بفلان چيز علم داريم ، در حاليكه علم بمعناى واقعى كلمه كه عبارتست از علم بعدم نقيض ، نداريم ، بلكه تاكنون به نقض و نقيض آن بر نخورده ايم ، و احتمال ميدهيم دير يا زود نقيضش ثابت شود، پس علمى در عالم وجود ندارد.</p><p>جواب از شبهه اين است كه : اين شبهه وقتى صحيح و قابل اعتناء است ، كه علم ، همانطور كه گفتند، مادى ، و از ترشحات دماغ و مغز باشد، نه موجودى مجرد، در حاليكه اين ادعا نه در حد خود روشن است ، و نه دليلى بر آن دارند، بلكه حق مطلب آنست كه علم بهيچ وجه مادى نيست ، براى اينكه مى بينيم هيچيك از آثار و خواص ماديت در آن وجود ندارد.</p>", "title": "شبهه ماديون در وجود علم و رد بر آنها و اثبات تجرد و غير مادى بودن علم و ادراك"}, {"text": "<p>1 - يكى از آثار ماديت كه در همه ماديات هست ، اين است كه امر مادى قابل انقسام است ، چون مادى آنرا گويند كه داراى ابعاد ثلاثه باشد، و چيزيكه داراى بعد است ، قابل انقسام نيز هست ، ولى علم ، بدان جهت كه علم است بهيچ وجه قابل انقسام نيست ، (مثلا وقتى ما زيد پسر عمرو را تصور مى كنيم اين صورت علميه ما قابل انقسام نيست بشهادت اينكه نيم زيد نداريم ).</p><p>2 - اثر مشترك ماديات اين است كه در حيطه زمان و مكان قرار دارند، و هيچ موجود مادى سراغ نداريم كه از مكان و زمان بيرون باشد، و علم ، بدان جهت كه علم است ، نه مكان مى پذيرد، و نه زمان ، بدليل اينكه مى بينيم يك حادثه معين ، و جزئى ، كه در فلان زمان ، و فلان مكان واقع شده ، در تمامى مكانها، و زمانها قابل تعقل است ، و ما ميتوانيم همه جا و همه وقت آنرا با حفظ همه خصوصياتش تصور و تصديق كنيم .</p><p>3 - اثر سوم و مشترك ماديات اين است كه ماديات بتماميشان در تحت سيطره حركت عمومى قرار دارند، و بهمين جهت تغير و تحول ، خاصيت عمومى ماديات شده است ، ولى مى بينيم كه علم ، بدان جهت كه علم است در مجراى حركت قرار ندارد و بهمين جهت محكوم باين تحول و دگرگونى نيست ، بلكه اصلا حيثيت علم ذاتا باحيثيت تغير و تبدل منافات دارد، علم عبارتست از ثبوت ، و تحول عبارتست از بى ثباتى .</p><p>4 - اگر علم از چيرهائى بود كه بحسب ذاتش تغير مى پذيرفت ، و مانند ماديات محكوم به تحول و دگرگونگى بود، ديگر ممكن نبود يك چيز را و يك حادثه را در دو وقت مختلف با هم تعقل كرد، بلكه بايد اول حادثه قبلى را تعقل كنيم بعد آنرا از ذهن بيرون نموده حادثه بعدى را وارد ذهن سازيم ، در حاليكه مى بينيم كه دو حادثه مختلف الزمان را، در يك آن تعقل مى كنيم ، و نيز اگر علم ، مادى بود، بايد اصلا نتوانيم حوادث گذشته را در زمان بعد تعقل كنيم ، براى اينكه خودتان گفتيد: هر چيزى در آن دوم غير آن چيز در آن اول است .</p><p>پس اين وجوه و وجوه ديگريكه ذكر نكرديم ، دلالت دارند بر اينكه علم ، بدان جهت كه علم است مادى نيست ، و اما آنچه در عضو حساس و يا بگو در دماغ پيدا ميشود، و آن فعل و انفعاليكه در اين عضو حاصل مى گردد، ما درباره آن حرفى نداريم ، چون تخصصى در آن نداريم ، اما شما هم دليلى نداريد كه اين فعل و انفعالهاى طبيعى همان علم است ، و صرف اينكه در هنگام مثلا تصور يك حادثه ، در دماغ عملى صورت مى گيرد، دليل بر آن نيست كه تصور، همان عمل دماغى است ، و همين مقدار بحثى كه پيرامون مسئله علم كرديم كافى است ، بحث بيشتر از اين را بايد در جاى ديگر جستجو كرد.</p>", "title": "وجوهى كه دلالت دارند بر اينكه علم ، بدان جهت كه علم است مادى نيست"}], "chapter": "سوره بقره", "translations": ["بنام خدائى آغاز مى كنم كه بر همه موجودات رحمتى عمومى و بر نيكان از بندگانش رحمتى خاص دارد. الف - لام - ميم - اين كتاب كه در آن هيچ نقطه ابهامى نيست راهنماى كسانى است كه تقواى فطرى خود را دارند، آنها كه بعالم غيب ايمان دارند و با نماز كه بهترين مظهر عبوديت است خدا را عبادت و با زكاة كه بهترين خدمت بنوع است وظائف اجتماعى خود را انجام ميدهند و همانهائى كه با آنچه بر تو نازل شده و بدانچه قبل از تو نازل شده ايمان ، و بآخرت يقين دارند. چنين كسان بر طريق هدايتى از پروردگار خويش و هم ايشان تنها رستگارانند."], "versesOffset": 1, "prevSection": 2, "id": "2-1", "verses": ["الم", "ذلك الكتاب لاريب فيه هدى للمتقين", "الذين يؤ منون بالغيب و يقيمون الصلوة و مما رزقناهم ينفقون", "و الذين يؤ منون بما انزل اليك و ما انزل من قبلك و بالاخرة هم يوقنون", "اولئك على هدى من ربهم و اولئك هم المفلحون"]}