{
  "id": "2-1",
  "chapter": "سوره بقره",
  "section": "آیات ۱-۵",
  "verses": [
    "الم",
    "ذلك الكتاب لاريب فيه هدى للمتقين",
    "الذين يؤ منون بالغيب و يقيمون الصلوة و مما رزقناهم ينفقون",
    "و الذين يؤ منون بما انزل اليك و ما انزل من قبلك و بالاخرة هم يوقنون",
    "اولئك على هدى من ربهم و اولئك هم المفلحون"
  ],
  "translations": [
    "الف - لام - ميم - اين كتاب كه در آن هيچ نقطه ابهامى نيست راهنماى كسانى است كه تقواى فطرى خود را دارند، آنها كه بعالم غيب ايمان دارند و با نماز كه بهترين مظهر عبوديت است خدا را عبادت و با زكاة كه بهترين خدمت بنوع است وظائف اجتماعى خود را انجام ميدهندو همانهائى كه با آنچه بر تو نازل شده و بدانچه قبل از تو نازل شده ايمان ، و بآخرت يقين دارند. چنين كسان بر طريق هدايتى از پروردگار خويش و هم ايشان تنها رستگارانند.",
    "",
    "",
    "",
    ""
  ],
  "versesOffset": 1,
  "subsections": [
    {
      "title": "بیان",
      "text": "<p>از آنجائيكه اين سوره بتدريج ، و بطور متفرق نازل شده ، نمى توان غرض واحدى كه مورد نظر همه آياتش باشد در آن يافت ، تنها مى توان گفت : كه قسمت عمده آن از يك غرض واحد و چشم گير خبر مى دهد، و آن عبارتست از بيان اين حقيقت كه عبادت حقيقى خداى سبحان باين است كه بنده او بتمامى كتابهائيكه او بمنظور هدايت وى و بوسيله انبيائش نازل كرده ، ايمان داشته باشد، و ميان اين وحى و آن وحى ، اين كتاب و آن كتاب ، اين رسول و آن رسول ، فرقى نگذارد.</p><p>در اين سوره علاوه بر بيان حقيقت نامبرده ، كفار و منافقين ، تخطئه ، و اهل كتاب ملامت شده اند، كه چرا ميانه اديان آسمانى و رسولان الهى فرق گذاشتند؟ و در هر فرازى بمناسبت عده اى از احكام از قبيل برگشتن قبله از بيت المقدس بسوى كعبه ، و احكام حج ، وارث ، و روزه ، و غير آن را بيان نموده ، بفرازى ديگر پرداخته است .</p><p>(الف - لام - ميم )، گفتار پيرامون حروف بريده ايكه در اول بعضى از سوره هاى قرآن آمده ، انشاءاللّه در ابتداى سوره شورى ، از نظر خواننده خواهد گذشت ، و همچنين گفتار در معناى هدايت بودن ، و كتاب بودن قرآن مى آيد. #(هدى للمتقين ، الذين يؤ منون ) الخ ، متقين عبارتند از مؤمنين ، چون تقوى از اوصاف خاصه طبقه معينى از مؤمنين نيست ، و اينطور نيست كه تقوى صفت مرتبه اى از مراتب ايمان باشد، كه دارندگان مرتبه پائين تر، مؤمن بى تقوى باشند، و در نتيجه تقوى مانند احسان و اخبات و خلوص ، يكى از مقامات ايمان باشد، بلكه صفتى است كه با تمامى مراتب ايمان جمع ميشود، مگر آنكه ايمان ، ايمان واقعى نباشد.</p><p>دليل اين مدعا اين است : خدايتعالى دنبال اين كلمه ، يعنى كلمه (متقين )، وقتى اوصاف آنرا بيان مى كند، از ميانه طبقات مؤمنين ، با آنهمه اختلاف كه در طبقات آنان است ، طبقه معينى را مورد نظر قرار نميدهد، و طورى متقين را توصيف نميكند كه شامل طبقه معينى شود.</p><p>و در اين آيات نوزده گانه كه حال مؤمنين و كفار و منافقين را بيان مى كند، از اوصاف معرف تقوى ، تنها پنج صفت را ذكر مى كند، و آن عبارتست از ايمان بغيب ، و اقامه نماز، و انفاق از آنچه خداى سبحان روزى كرده ، و ايمان بانچه بر انبياء خود نازل فرموده ، و بتحصيل يقين بآخرت ، و دارندگان اين پنج صفت را باين خصوصيت توصيف كرده : كه چنين كسانى بر طريق هدايت الهى و داراى آن هستند.</p>"
    },
    {
      "title": "متقين داراى دو هدايتند همچناكه كفار و منافقين در دو ضلالت مى باشند",
      "text": "<p>و اين طرز بيان بخوبى مى فهماند كه نامبردگان بخاطر اينكه از ناحيه خداى سبحان هدايت شده اند، داراى اين پنج صفت كريمه گشته اند، ساده تر اينكه ايشان متقى و (داراى پنج صفت نامبرده نشده اند)، مگر بهدايتى از خدايتعالى ، آنگاه كتاب خود را چنين معرفى مى كند: كه هدايت همين متقين است ، (لا ريب فيه هدى للمتقين)، پس مى فهميم كه هدايت كتاب ، غير آن هدايتى است كه اوصاف نامبرده را در پى داشت ، و نيز مى فهميم كه متقين ، داراى دو هدايتند، يك هدايت اولى كه بخاطر آن متقى شدند، و يك هدايت دومى كه خداى سبحان بپاس تقوايشان بايشان كرامت فرمود.</p><p>آنوقت مقابله بين متقين كه گفتيم داراى دو هدايتند، با كفار و منافقين درست ميشود، چون كفار هم داراى دو ضلالت ، و منافقين داراى دو كورى هستند، يكى ضلالت و كورى اول ، كه باعث اوصاف خبيثه آنان از كفر و نفاق و غيره شد، دوم ضلالت و كورى اى كه ضلالت و كورى اولشان را بيشتر كرد، اولى را بخود آنان نسبت داد، و دومى را بخودش ، كه بعنوان مجازات دچار ضلالت و كورى بيشتريشان كرد، و در خصوص كفار فرمود: (ختم اللّه على قلوبهم ، و على سمعهم و على ابصارهم غشاوة)، غشاوت را بخود آنان نسبت داد، و مهر زدن بر دلهاشانرا بخودش .</p><p>همچنانكه در آيات بعد درباره منافقين مى فرمايد: (فى قلوبهم مرض فزادهم اللّه مرضا)، مرض اولى را بخود منافقين نسبت ميدهد، و مرض دومى ايشانرا بخودش ، بهمان معنائى كه از آيه (يضل به كثيرا، و يهدى به كثيرا، و ما يضل به الا الفاسقين)، (خدا با اين قرآنش بسياريرا گمراه ، و بسيارى را هدايت مى كند، و با آن گمراه نميكند مگر فاسقان را، آنهائى را كه قبل از برخورد با قرآن فاسق بوده اند)، و آيه : (فلما زاغوا ازاغ اللّه قلوبهم)، (وقتى خودشان از راه راست منحرف شوند، خدا هم دلهاشان را منحرف مى كند) استفاده ميشود.</p>"
    },
    {
      "title": "هدايت اول متقين از سلامت فطرت و هدايت دوم از ناحيه قرآن و فرع بر هدايت اول است",
      "text": "<p>و كوتاه سخن آنكه : متقين ميان دو هدايت واقعند، همچنانكه كفار و منافقين ميانه دو ضلالت قرار گرفته اند، و هر سه طبقه از دو خصيصه خود، يكى را يعنى اولى را خودشان داشته اند، و دومى را خداوند بعنوان جزا بر اوليشان اضافه كرده است .</p><p>و چون هدايت دومى متقين بوسيله قرآن صورت مى گيرد، معلوم ميشود هدايت اولى قبل از قرآن بوده ، و علت آن سلامت فطرت بوده است (و اما اينكه چرا بعضى فطرتشان سالم است ، و بعضى نا سالم ، و آيا علت تامه آن وراثت و خوبى و بدى پدر و مادر و شير و امثال آنها است ، و يا علت تامه اش خود انسان است ؟ در پاسخ ميگوئيم هيچيك از اينها علت تامه نيست ، ولى همه آنها بمقدار اقتضاء اثر دارد. مترجم ).</p><p>اين وجدانى همه ما است كه اگر فطرت كسى سالم باشد، ممكن نيست كه باين حقيقت اعتراف نكند، كه من موجود محتاجم ، و احتياجم بچيزى است كه خارج از ذات خودم است ، و همچنين غير من تمامى موجودات ، و آنچه كه بتصور و وهم يا عقل درآيد، محتاج بامرى هستند خارج از ذاتشان ، و آن امر و آن چيز، امرى است كه سلسله همه حوائج بدو منتهى ميشود.</p>"
    },
    {
      "title": "حقايقى كه شخص سليم الفطره به آنها ايمان مى آورد",
      "text": "<p>پس شخصيكه سلامت فطرت داشته باشد خواه ناخواه ايمان به موجودى غايب از حس خودش دارد: موجوديكه هستى خودش و هستى همه عالم ، مستند بآن موجود است .</p><p>شخص سليم الفطره بعد از آنكه بچنين موجودى غيبى ايمان آورد، و اعتراف كرد، فكر مى كند كه اين مبداء كه حتى دقيقه اى از دقائق از حوائج موجودات غافل نميماند، و براى هر موجودى آنچنان سرپرستى دارد كه گوئى غير از آن ديگر مخلوقى ندارد، چگونه ممكن است از هدايت بندگانش غافل بماند، و راه نجات از اعمال مهلك ، و اخلاق مهلك را بآنان ننمايد؟ همين سئوالى كه از خود مى كند، و سئوالات ديگرى كه از آن زائيده ميشود سر از مسئله توحيد و نبوت و معاد در مى آورد، و در نتيجه خود را ملزم ميداند كه در برابر آن مبدء يكتا خضوع كند چون خالق و رب او و رب همه عالم است ، و نيز خود را ملزم ميداند كه در جستجوى هدايت او برآيد، و وقتى بهدايت او رسيد، آنچه در وسع او هست از مال و جاه و علم و فضيلت همه را در راه احياء آن هدايت و نشر آن دين بكار بندد، و اين همان نماز و انفاق است ، اما نه نماز و زكاة قرآن ، چون گفتار ما درباره شخص سليم الفطره اى است كه اينها را در فطرت خود مى يابد، بلكه نماز و زكاتيكه فطرتش بگردنش مى اندازد، و او هم از فطرتش مى پذيرد.</p><p>از اينجا معلوم شد كه اين پنج صفتى كه خدايتعالى آنها را زمينه هدايت قرآنى خود قرار داده ، صفاتى است كه فطرت سالم در آدمى ايجاد مى كند، و در آيات مورد بحث بدارندگان چنين فطرتى وعده ميدهد كه بزودى بوسيله قرآنش ايشانرا هدايت مى كند، البته هدايتى زائد بر هدايت فطرتشان ، پس اعمال پنج گانه نامبرده ، متوسط ميان دو هدايتند، هدايتى سابق بر آن اعمال ، و هدايتى لاحق بآنها، و اعتقاد صادق و اعمال صالح ميان دو هدايت واسطه اند، بطوريكه اگر بعد از هدايت فطرت ، آن اعتقاد و آن اعمال نباشد، هدايت دومى دست نمى دهد.</p>"
    },
    {
      "title": "آياتى دال بر اينكه هدايت دومى از ناحيه خدا وقوع بر هدايت اولى است",
      "text": "<p>دليل بر اينكه هدايت دومى از ناحيه خداى سبحان ، و فرع هدايت اولى است ، آيات بسيارى است كه چند آيه از آنها ذيلا از نظر خواننده مى گذرد: (يثبت اللّه الذين آمنوا بالقول الثابت ، فى الحيوه الدنيا و فى الآخرة)، (خدا كسانى را كه ايمان آوردند، به قول ثابت در حياة دنيا و در آخرت پا بر جا مى كند، و خلاصه آنچنانشانرا آنچنان تر ميسازد)، پس معلوم ميشود بقول معروف چشمه بايد از خودش آب داشته باشد، تا با لايه روبى زيادترش كرد (مترجم ) (يا ايها الذين آمنوا اتقوا اللّه ، و آمنوا برسوله ، يوتكم كفلين من رحمتة ، و يجعل لكم نورا تمشون به)، (اى كسانيكه ايمان آورده ايد. از خدا بترسيد، و برسول او ايمان بياوريد، تا خدا از رحمتش ‍ دو برابر بشما بدهد، و برايتان نورى قرار دهد، تا با آن نور مشى كنيد) فراموش نشود كه فرمود: اى كسانيكه ايمان آورده ايد، ايمان بياوريد، معلوم مى شود ايمان اولى فطرى است ، و ايمان دومى برسول و بكتاب او است . مترجم . ان تنصروا اللّه ينصركم و يثبت اقدامكم ، اگر خدا را يارى كنيد، خدا ياريتان مى كند، و ايمانتان را قوى مى سازد)، معلوم مى شود يارى كردن دين خدا كه همان هدايت اولى است سبب مى شود ثبات قدم را، كه خود هدايت دومى و زائد بر اولى است ).</p><p>(و اللّه لا يهدى القوم الفاسقين)، (خدا مردم تبهكار را هدايت نمى كند)، پس معلوم ميشود انحراف از هدايت اولى ، كه همان تبه كارى باشد، باعث محروميت از هدايت خدا مى گردد، و از اين قبيل آياتى ديگر.</p><p>و مسئله ضلالت كفار و منافقين ، عينا مانند هدايت متقين ، داراى دو مرحله است ، يكى از ناحيه خود مردم ، و يكى بعنوان مجازات از ناحيه خدا، كه انشاء اللّه بزودى بيانش خواهد آمد. و در آيات مورد بحث بحياة ديگرى اشاره شده ، كه انسانها در آن حياة زندگى را از سر مى گيرند، حياتى است كه فعلا پنهان است ، و نسبت بحياة دنيا جنبه باطن را دارد نسبت بظاهر، حياتى است كه زندگى انسان بوسيله آن حياة در همين دنيا و بعد از مردن و در بعث و قيامت يكسره مى شود، و در بين ، مرگى ، و انعدامى فاصله نمى گردد، همچنانكه فرمود: (او من كان ميتا فاحييناه ، و جعلنا له نورا، يمشى به فى الناس ، كمن مثله فى الظلمات ليس بخارج منها؟) (آيا كسى كه مرده و بى جان بود، او را زنده كرديم ، و برايش نورى قرار داديم ، تا با آن در ميانه مردم آمد و شد كرد، مثل كسى است كه در ظلمتها قرار دارد، و بيرون شدنى برايش نيست ؟)</p><p>كه انشاء اللّه بزودى بحث ما پيرامون اين زندگى خواهد آمد.</p>"
    }
  ],
  "prevSection": 2
}
