{"section": "آيات 6 - 7", "subsections": [{"text": "<p>بيان (ان الذين كفروا) الخ ، اينان كسانى هستند كه كفر در دلهاشان ريشه كرده ، و انكار حق در قلوبشان جاى گير گشته ، بدليل اينكه در وصف حالشان مى فرمايد: انذار كردنت و نكردنت بر ايشان يكسان است ، معلوم است كسيكه كفر وجحودش سطحى است ، در اثر انذار و اندرز دست از كفر و جحودش بر ميدارد، و كسيكه انذار و عدم آن بحالش يكسان است ، معلوم است كه كفر و جحود در دلش ريشه دار گشته .</p><p>و اما اينكه منظور از اين كفار كدام دسته از كفارند؟ احتمال مى رود منظور، صناديد و سردمداران مشركين قريش و بزرگان مكه باشند، آنهائيكه در امر دين عناد و لجاجت بخرج داده در دشمنى با دين خدا از هيچ كوشش و كارشكنى كوتاهى نكردند، تا آنجا كه خدايتعالى در جنگ بدر و ساير غزوات تا آخرين نفرشان را هلاك كرد.</p><p>مؤيد اين احتمال تعبير (يكسان است چه ايشانرا انذار بكنى و چه نكنى ) است ، چون اگر بخواهيم مورد گفتگوى در اين جمله را همه طبقات كفار بدانيم ، ملتزم باين شده ايم كه باب هدايت بكلى مسدود است ، و اصلا آمدن پيامبر اسلام سودى بحال هيچ كافرى ندارد، و حال آنكه قرآن كريم ببانگ بلند بر خلاف اين گواهى ميدهد.</p><p>علاوه بر اينكه اين تعبير در دو جاى قرآن آمده ، يكى اينجا، و يكى در سوره يس ، و سوره يس در مكه ، و سوره بقره در اوائل هجرت و قبل از جنگ بدر نازل شد، پس بنظر قريب مى رسد كه مراد همان كفار مكه باشند، و اصلا در هر جاى قرآن كه تعبير (الذين كفروا) آمده ، مراد كفار مكه اند، كه در اوائل بعثت با دعوت دينى مخالفت مى كردند، مگر آنكه قرينه اى در كلام باشد، كه خلاف آنرا برساند، نظير تعبير به (الذين آمنوا)، كه بزودى خواهيم گفت : هر جا در قرآن مطلق و بدون قرينه آمده باشد، مراد از آن مسلمانان مكه ، يعنى دسته اول از مسلمين است ، كه بچنين خطابى تشريفى اختصاص يافته اند، مگر آنكه قرينه اى در كلام ، خلاف آنرا اثبات كند.</p><p>(ختم اللّه على قلوبهم ، و على سمعهم ) در اين جمله سياق تغيير يافته ، يعنى در اول ، مهر بر دلها زدن را بخودش نسبت داده ، ولى پرده بر گوش و چشم داشتن را بخود كفار نسبت داده ، و فرموده : خدا مهر بر دلهاشان زده ، و بر گوشها و چشمهايشان پرده است ، و اين اختلاف در تعبير مى فهماند كه يك مرتبه از كفر از ناحيه خودشان بوده ، و آن اين مقدار بوده كه زير بار حق نمى رفته اند، و يك مرتبه شديدترى را خدا بعنوان مجازات بر دلهاشان افكنده ، پس اعمال آنان در وسط دو حجاب قرار دارد، يكى حجاب خودشان ، و يكى حجاب خدا، و بزودى پاره اى مطالب ديگر درباره اين فراز در ذيل آيه : (ان اللّه لا يستحيى ان يضرب مثلا)، خواهد آمد انشاءاللّه تعالى .</p><p>اين را هم ناگفته نگذاريم كه كفر، مانند ايمان صفتى است كه قابل شدت و ضعف است ، و مراتبى مختلف ، و آثارى متفاوت دارد، همانطور كه ايمان اينطور است .</p>", "title": "مراد از (الذين كفروا) كدام دسته از كفارند؟"}, {"text": "<p>در كافى از زبيرى از امام صادق (عليه السلام ) روايت آورده كه گفت : بانجناب عرضه داشتم : وجوه كفر را كه در كتاب خدا آمده برايم بيان بفرما، فرمود: كفر در كتاب خدا بر پنج قسم است ، اول كفر جحود، و جحود هم خود، دو جور است ، سوم كفر بترك دستورات الهى ، چهارم كفر برائت ، پنجم كفران نعمت .</p><p>اما قسم اول دو قسم جحود، يكى جحود و انكار ربوبيت خدا است ، و اين اعتقاد كسى است كه ميگويد: نه ربى هست ، و نه بهشتى ، و نه دوزخى ، و صاحبان اين عقيده دو صنف از زنادقه هستند، كه بايشان دهرى هم مى گويند، همانهايند كه قرآن كلامشان را حكايت كرده كه گفته اند: (و ما يهلكنا الا الدهر)، (جز روزگار كسى ما را نمى ميراند) و اين دينى است كه از طريق امتحان و دل بخواه براى خود درست كرده اند، و گفتارشان خالى از حقيقت و تحقيق است ، همچنانكه خداى عز و جل فرموده : (ان هم الا يظنون ) (جز پندار دليل ديگرى ندارند)، و نيز فرموده : (ان الذين كفروا سواء عليهم ء انذرتهم ام لم تنذرهم لا يؤ منون )، (كسانيكه كافر شدند بر ايشان يكسان است ، چه انذارشان كنى ، و چه نكنى ايمان نمى آورند)، يعنى بدين توحيد ايمان نمى آورند، اين يكى از وج وه كفر است .</p><p>و اما وجه دوم از جحود، جحود بر معرفت است ، و آن اين است كه ك سى با اينكه حق را شناخته ، و برايش ثابت شده ، انكار كند، كه خداى عز و جل درباره شان فرموده : (و جحدوا بها، و استيقنتها انفسهم ، ظلما و علوا)، (دين خدا را انكار كردند، با اينكه در دل بحقانيت آن يقين داشتند، ولى چون ظالم ، و سركش بودند، زير بار آن نرفتند)، و نيز فرموده : (و كانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا، كفروا به فلعنه اللّه على الكافرين )، (قبل از آمدن اسلام يهوديان بكفار مى گفتند بزودى پيامبر آخر الزمان مى آيد، و ما را بر شما پيروزى مى بخشد، ولى همينكه اسلام آمد، بدان كافر شدند، پس لعنت خدا باد بر كافران ).</p><p>وجه سوم از كفر، كفران نعمت است ، كه خداى سبحان درباره اش از سليمان حكايت كرده كه گفت : (هذا من فضل ربى ، ليبلونى ، اشكر؟ ام اكفر؟ و من شكر، فانما يشكر لنفسه ، و من كفر فان ربى غنى كريم )، (اين از فضل پروردگارم است ، تا مرا بيازمايد، آيا شكر مى گزارم ؟ يا كفران مى كنم ؟ و كسيكه شكر گزارد، بنفع خود شكر كرده و كسيكه كفران كند خدا بى نياز و كريم است )، و نيز فرموده : (لئن شكرتم لازيدنكم ، و لئن كفرتم ان عذابى لشديد)، (اگر شكر بگذاريد نعمت را برايتان زياده كنم ، و اگر كفر بورزيد، بدرستى عذابم شديد است )، و نيز فرموده : (فاذكرونى اذكركم ، و اشكروا لى ، و لا تكفرون )، (بياد من افتيد تا بيادتان بيفتم و شكرم بگذاريد، و كفرانم مكنيد)، در اين چند آيه كلمه كفر بمعناى كفران نعمت است .</p><p>وجه چهارم از كفر، ترك دستورات خداى عزوجل ميباشد، كه در آن باره فرموده : (و اذ اخذنا ميثاقكم لا تسفكون دماءكم ، و لاتخرجون انفسكم من دياركم ، ثم اقررتم و انتم تشهدون ثم انتم هولاء تقتلون انفسكم ، و تخرجون فريقا منكم ، من ديارهم ، تظاهرون عليهم بالاثم و العدوان ، و ان ياتوكم اسارى ، تفادوهم ، و هو محرم عليكم اخراجهم ، افتومنون ببعض الكتاب ؟ و تكفرون ببعض ؟) (و چون پيمان از شما گرفتيم ، كه خون يكديگر مريزيد، و يكديگر را از ديارتان بيرون مكنيد، شما هم بر اين پيمان اقرار كرديد، و شهادت داديد، آنگاه همين شما يكديگر را كشتيد، و از وطن بيرون كرديد، و بر دشمنى آنان و جنايتكارى پشت به پشت هم داديد، و چون اسيرتان ميشدند، فديه مى گرفتيد، با اينكه فديه گرفتن و بيرون راندن بر شما حرام بود، آيا به بعضى احكام كتاب ايمان مى آوريد، و به بعضى كفر مى ورزيد؟) يعنى عمل نمى كنيد)؟ پس در اين آيه منظور از كفر، ترك دستورات خداى عزوجل ميباشد، چون نسبت ايمان هم بايشان داده ، هر چند كه اين ايمان را از ايشان قبول نكرده ، و سودمند بحالشان ندانسته ، و فرموده : (فما جزاء من يفعل ذلك منكم الاخزى فى الحيوة الدنيا، و يوم القيامه يردون الى اشد العذاب ، و ما اللّه بغافل عما تعملون )، (پس چيست جزاى هر كه از شما چنين كند، بجز خوارى در زندگى دنيا، و روز قيامت بسوى شديدترين عذاب بر مى گردند، و خدا از آنچه مى كنيد غافل نيست ).</p><p>وجه پنجم از كفر، كفر برائت است ، كه خداى عزوجل درباره اش از ابراهيم خليل عليه السلام حكايت كرده ، كه گفت : (كفرنا بكم ، و بدا بيننا و بينكم العداوه و البغضاء ابدا حتى تومنوا باللّه وحده )، (از شما بيزاريم ، و ميان ما و شما دشمنى و خشم آغاز شد، و دست از دشمنى برنميداريم ، تا آنكه بخداى يگانه ايمان بياوريد) كه در اين آيه كفر بمعناى بيزارى آمده ، و نيز از ابليس حكايت مى كند، كه از دوستان انسى خود در روز قيامت بيزارى جسته ، ميگويد: (انى كفرت بما اشركتمون من قبل )، (من از اينكه شما مرا در دنيا شريك قرارداديد بيزارم )، و نيز از قول بت پرستان حكايت مى كند، كه در قيامت از يكدگر بيزارى ميجويند، و فرموده : (انما اتخذتم من دون اللّه اوثانا، موده بينكم فى الحيوه الدنيا، ثم يوم القيامه يكفر بعضكم ببعض ، و يلعن بعضكم بعضا)، (تنها علت بت پرستى شما در دنيا رعايت دوستى با يكديگر بود، ولى روز قيامت از يكديگر بيزارى جسته ، يكديگر را لعنت خواهيد كرد)، كه كفر در اين آيه نيز بمعناى بيزارى آمده .</p><p>مولف: اين روايت در حقيقت ميخواهد بفرمايد: كه كفر شدت و ضعف مى پذيرد.</p>", "title": "بحث روايتى (شامل روايتى از امام صادق عليه و السلام درباره وجوه كفر)"}], "chapter": "سوره بقره", "translations": ["كسانى كه كافر شدند برايشان يكسان است چه ايشانرا اندرز بكنى و چه اندرز نكنى ايمان ن خواهند آورد خدا بر دلهاشان مهر زده و بر گوش و چشمهاشان پرده ايست و ايشان عذابى عظيم دارند."], "versesOffset": 6, "id": "2-2", "verses": ["ان الذين كفروا سواء عليهم انذرتهم ام لم تنذرهم لا يؤ منون", "ختم اللّه على قلوبهم و على سمعهم و على ابصارهم غشاوة و لهم عذاب عظيم"]}