{"section": "آيات 8 - 20", "subsections": [{"text": "<p>بيان (و من الناس من يقول ) تا آيه بيستم . كلمه خدعه بمعناى نوعى نيرنگ است ، و شيطان بمعناى موجودى سراپا شر است ، و به همين جهت ابليس را شيطان ناميده اند.</p><p>در اين آيات وضع منافقين را بيان مى كند، كه انشاءاللّه گفتار مفصل ما درباره آنان در سوره منافقين و مواردى ديگر خواهد آمد.</p><p>در آيه : (مثلهم كمثل الذى استوقد نارا) الخ ، با آوردن مثلى ، وضع منافقين را مجسم ساخته ، مى فرمايد منافقين مثل كسى ميمانند كه در ظلمتى كور قرار گرفته ، بطوريكه خير را از شر، و راه را از چاه و نافع را از مضر، تشخيص نميدهد، و براى بر طرف شدن آن ظلمت ، دست باسباب روشنى مى زند، يا آتشى روشن كند، كه با آن اطراف خود را به بيند، يا وسيله اى ديگر و چون آتش روشن ميكند و پيرامونش روشن ميشود خدا بوسيله اى از وسائل كه دارد يا باد، يا باران ، يا امثال آن ، آتشش را خاموش كند، و دوباره بهمان ظلمت گرفتار شود، و بلكه اين بار ميان دو ظلمت قرار گيرد، يكى ظلمت تاريكى ، و يكى هم ظلمت حيرت ، و بى اثر شدن اسباب .</p><p>اين حال منافقين است ، كه بظاهر دم از ايمان مى زنند، و از بعضى فوائد دين برخوردار ميشوند، چون خود را مؤمن قلمداد كرده اند، از مؤمنين ارث مى برند، و با آنان ازدواج مى كنند، و از اين قبيل منافع برخوردار ميشوند، اما همينكه مرگشان يعنى آن موقعى كه هنگام برخوردارى از تمامى آثار ايمان است فرا مى رسد، خداى تعالى نور خود را از ايشان مى گيرد، و آنچه بعنوان دين انجام داده اند، تا باجتماع بقبولانند كه ، مسلمانيم ، باطل نموده ، در ظلمت قرارشان ميدهد كه هيچ چيز را درك نكنند، و در ميان دو ظلمت قرار مى گيرند، يكى ظلمت اصليشان ، و يكى ظلمتى كه اعمالشان ببار آورده ؟.</p><p>(او كصيب من السماء) الخ ، كلمه (صيب )، بمعناى باران پر پشت است ، و معناى كلمه (برق ) معروف است ، و كلمه (رعد) بمعناى صدائى است كه از ابر وقتى برق مى زند برمى خيزد، و كلمه صاعقه عبارتست از تكه اى برق آسمان ، كه بزمين مى افتد.</p><p>اين آيه مثل دومى است كه خداوند حال منافقين را با آن مجسم مى كند، كه اظهار ايمان ميكنند، ولى در دل كافرند، باين بيان كه ايشان بكسى ميمانند، كه دچار رگبار توام با ظلمت شده است ، ظلمتى كه پيش پايش را نمى بيند، و هيچ چيز را از ديگر چيزها تميز نميدهد، ناگزير شدت رگبار او را وادار بفرار ميكند ، ولى تاريكى نميگذارد قدم از قدم بردارد، از سوى ديگر رعد و صاعقه هول انگيز هم از هر سو دچار وحشتش كرده ، قرارگاهى نمى يابد، جز اينكه از برق آسمان استفاده كند، اما برق آسمان هم يك لحظه است ، دوام و بقاء ندارد، همينكه يك قدم برداشت برق خاموش گشته ، دوباره در تاريكى فرو مى رود.</p><p>اين حال و روز منافق است ، كه ايمان را دوست نميدارد، اما از روى ناچارى بدان تظاهر مى كند، چون اگر نكند باصطلاح نانش آجر ميشود، ولى چون دلش با زبانش يكسان نيست ، و دلش بنور ايمان روشن نگشته ، لذا راه زندگيش آنطور كه بايد روشن نميباشد، و معلوم است كسى كه ميخواهد بچيزى تظاهر كند كه ندارد، لايزال پته اش روى آب مى افتد، و همواره دچار خطا و لغزش ميشود، يك قدم با مسلمانان و ب عنوان يك فرد مسلمان راه مى رود، اما خدا رسوايش نموده ، دو باره مى ايستد.</p><p>و اگر خدا بخواهد اين ايمان ظاهرى را هم از او مى گيرد، كه از همان روز اول رسوا شود، و مسلمانان فريبش را نخورند، (اما خدا چنين چيزى را نخواسته است ).</p>", "title": "دو مثل در شرح وضع و حال منافقين"}], "chapter": "سوره بقره", "translations": ["و بعضى از مردم كسانيند كه ميگويند بخدا و بروز جزا ايمان آورده ايم و لكن (دروغ ميگويند و) هرگز ايمان نياورده اند (8) با خدا و با كسانيكه ايمان آورده اند نيرنگ مى كنند ولى نميدانند كه جز بخود نيرنگ نمى كنند اما نميدانند (9) در دلهاشان مرضى است پس خدا بكيفر نفاقشان آن بيمارى را زيادتر كرد، و ايشان بخاطر دروغها كه ميگويند عذابى دردناك دارند (.1) و چون بايشان گفته ميشود در زمين فساد مكنيد ميگويند ما اصلاحگرانيم (11) تو آگاه باش ايشان مفسدانند ولى خود نميدانند (12) و چون بايشان گفته ميشود مانند مردم ايمان بياوريد ميگويند: آيا مانند سفيهان ايمان بياوريم آگاه باش كه خود ايشان سفيهند ولكن نميدانند (13) و چون مؤمنان را مى بينند مى گويند: ما ايمان آورده ايم و چون با شيطانهاى خود خلوت مى كنند مى گويند ما با شمائيم ، ما ايشان را مسخره مى كنيم (14) خدا هم ايشان را مسخره ميكند و همچنان وا مى گذارد تا در طغيان خود كور دل بمانند (15) همين ها هستند كه ضلالت را بهدايت خريدند و تجارتشان سود نكرد و هدايت نيافتند (16) حكايت آنها چون سرگذشت كسى است كه آتشى بيفروخت تا پيش پايش روشن شود همينكه اطرافش را روشن كرد خدا نورشان بگرفت و در ظلمت هائى رهاشان كرد كه ديدن نتوانند (17) كرر و لال و كورند و از ضلالت باز نيايند (18) يا چو بارانى سخت كه از آسمان بريزد، بارانى كه ظلمت ها و رعد و برق همراه داشته باشد رعد و برقى كه از نهيب آن انگشتان در گوشها كنند و خدا فراگير كافران است (19) نزديك باشد كه برق ديدگانشان ببرد هر گاه روشن شود راه روند و چون تاريك شود باز ايستند اگر خدا ميخواست از همان اول چشمها و گوششان را مى گرفت كه خدا بهر چيز توانا است .(20)"], "versesOffset": 8, "eos": true, "id": "2-3", "verses": ["و من الناس من يقول آمنا باللّه و باليوم الاخر و ما هم بمؤمنين", "يخادعون اللّه و الذين آمنوا و ما يخدعون الا انفسهم و ما يشعرون", "فى قلوبهم مرض فزادهم اللّه مرضا و لهم عذاب اءليم بما كانوا يكذبون", "و اءذا قيل لهم لا تفسدوا فى الارض قالوا انما نحن مصلحون", "الا انهم هم المفسدون و لكن لا يشعرون", "و اذا قيل لهم اءمنوا كما اءمن الناس قالوا انومن كما اءمن السفهاء الا انهم هم السفهاء و لكن لا يعلمون", "و اذا لقوا الذين اءمنوا قالوا اءمنا و اذا خلوا الى شياطينهم قالوا انا معكم انما نحن مستهزؤن", "اللّه يستهزى بهم و يمدهم فى طغيانهم يعمهون", "اولئك الذين اشتروا الضلالة بالهدى فما ربحت تجارتهم و ما كانوا مهتدين", "مثلهم كمثل الذى استوقد نارا فلما اضائت ما حوله ذهب اللّه بنورهم وتركهم فى ظلمات لا يبصرون", "صم بكم عمى فهم لا يرجعون", "او كصيب من السماء فيه ظلمات و رعد و برق يجعلون اصابعهم فى آذانهم من الصواعق حذر الموت و اللّه محيط بالكافرين", "يكاد البرق يخطف اءبصارهم كلما اءضاء لهم مشوا فيه و اذا اءظلم عليهم قاموا و لوشاء اللّه لذهب بسمعهم و اءبصارهم ان اللّه على كل شى ء قدير"]}